exam_qa_data = {
"administrative": {
        "descriptive": [
            {
                "id": "A_D_1",
                "question": "နိုင်ငံ့ဝန်ထမ်းကျင့်ဝတ် (၂၀၂၂ )ခုနှစ်မှ “နိုင်ငံ့ဝန်ထမ်းသစ္စာအဓိဌာန်(၆)ချက်” ဖြေဆိုပါ။",
                "answer": (
                    "နိုင်ငံ့ဝန်ထမ်းသစ္စာအဓိဋ္ဌာန်(၆)ချက်မှာ-\n"
                    "(က) ကျွန်ုပ်တို့သည် ပြည်ထောင်စုသမ္မတမြန်မာနိုင်ငံတော်၏ သစ္စာကို စောင့်သိရိုသေပါမည်။\n"
                    "(ခ) ကျွန်ုပ်တို့သည် ပြည်ထောင်စုမပြိုကွဲရေးကို ဦးတည်ကြိုးပမ်း ဆောင်ရွက်ပါမည်။\n"
                    "(ဂ) ကျွန်ုပ်တို့သည် တိုင်းရင်းသားစည်းလုံးညီညွတ်မှု မပြိုကွဲရေးကို ဦးတည်ကြိုးပမ်း ဆောင်ရွက်ပါမည်။\n"
                    "(ဃ) ကျွန်ုပ်တို့သည် အမိနိုင်ငံတော်၏ အချုပ်အခြာအာဏာ တည်တံ့ခိုင်မြဲရေးကို ဦးတည်ကြိုးပမ်း ဆောင်ရွက်ပါမည်။\n"
                    "(င) ကျွန်ုပ်တို့သည် နိုင်ငံ့ဝန်ထမ်းများပီသစွာဖြင့် ပါတီနိုင်ငံရေးနှင့် ကင်းရှင်းအောင် နေထိုင်ပါမည်။\n"
                    "(စ) ကျွန်ုပ်တို့သည် နိုင်ငံတော်ကပေးအပ်သောအမိန့်နှင့်တာဝန်များကို ဦးလည်မသုန် ကြိုးပမ်းဆောင်ရွက်သွားပါမည်ဟု သစ္စာအဓိဋ္ဌာန်ပြုပါသည်။"
                )
            },
            {
                "id": "A_D_2",
                "question": "နိုင်ငံ့ဝန်ထမ်းကျင့်ဝတ် (၂၀၂၂)ခုနှစ်မှ “ဝန်ထမ်းအချင်းချင်းအပေါ် လိုက်နာစောင့်ထိန်းရမည့် ကျင့်ဝတ်(၅)ပါး” ဖြေဆိုပါ။",
                "answer": (
                    "ဝန်ထမ်းအချင်းချင်းအပေါ် လိုက်နာစောင့်ထိန်းရမည့် ကျင့်ဝတ်(၅)ပါးမှာ-\n"
                    "(က) ဝန်ထမ်းအချင်းချင်း သစ္စာစောင့်သိပါ။\n"
                    "(ခ) ဝန်ထမ်းအချင်းချင်း စည်းလုံးညီညွတ်မှုကို တည်ဆောက်ပါ။\n"
                    "(ဂ) ဝန်ထမ်းအချင်းချင်း တိုင်ကြားသက်သေခံရာတွင် အမှန်အတိုင်း ထွက်ဆိုပါ။\n"
                    "(ဃ) ဝန်ထမ်းအဖွဲ့အစည်း၊ ဝန်ထမ်းအမျိုးအစားအလိုက် စောင့်ထိန်းရန် သတ်မှတ်ထားသည့် ကျင့်ဝတ်နှင့် စည်းကမ်းများကို လိုက်နာပါ။\n"
                    "(င) ဝန်ထမ်းများ၏ သက်သာချောင်ချိရေးနှင့် လုပ်ငန်းခွင်ပျော်ရွှင်ရေးတို့တွင် ပူးပေါင်းပါဝင် ဆောင်ရွက်ပါ။"
                )
            },
            {
                "id": "A_D_3",
                "question": "“အလုပ်ချိန်နှင့်သက်ဆိုင်သည့် စည်းကမ်းများ”မှ ရှောင်ကြဉ်ရမည့်အချက်(၆)ခုကို ဖြေဆိုပါ။",
                "answer": (
                    "ဝန်ထမ်းသည် အလုပ်ချိန်နှင့်စပ်လျဉ်း၍ အောက်ပါတို့ကို ပြုလုပ်ခြင်းမှ ရှောင်ကြဉ်ရမည်-\n"
                    "(က) လုံလောက်သောအကြောင်းအရင်းမရှိဘဲ အလုပ်တက်ချိန်နောက်ကျ၍ အလုပ်ခွင်သို့ ရောက်ရှိခြင်း၊\n"
                    "(ခ) လုံလောက်သော အကြောင်းရင်းမရှိဘဲ အလုပ်ဆင်းချိန်ထက်စော၍ အလုပ်ခွင်မှ ထွက်ခွာခြင်း၊\n"
                    "(ဂ) တာဝန်ရှိ အကြီးအမှူး၏ ခွင့်ပြုချက်မရဘဲ အလုပ်ခွင်မှ မကြာခဏ ပျက်ကွက်ခြင်း။\n"
                    "(ဃ) ခွင့်စည်းကမ်းများကို ဖောက်ဖျက်ပြီး ခွင့်မဲ့ပျက်ကွက်ခြင်း၊\n"
                    "(င) ခိုင်လုံသောအကြောင်းမရှိဘဲ ခွင့်ရက်ထက်ပို၍နေခြင်း သို့မဟုတ် ခွင့်ရက်ကုန်ဆုံး ပြီးနောက် အလုပ်ဝင်ရောက်ရန် ပျက်ကွက်ခြင်း၊\n"
                    "(စ) ခိုင်လုံသောအကြောင်းမရှိဘဲ ခွင့်ပြုထားသည့် အလုပ်ကူးပြောင်းချိန် ကုန်ဆုံးသည့်တိုင် အလုပ်ဝင်ရောက်ရန် ပျက်ကွက်ခြင်း။"
                )
            },
            {
                "id": "A_D_4",
                "question": "နိုင်ငံ့ဝန်ထမ်းကျင့်ဝတ် (၂၀၂၂)ခုနှစ်မှ “နိုင်ငံတော်အပေါ် လိုက်နာစောင့်ထိန်းရမည့်ကျင့်ဝတ် (၈)ပါး” ဖြေဆိုပါ။",
                "answer": (
                    "နိုင်ငံတော်အပေါ်လိုက်နာစောင့်ထိန်းရမည့်ကျင့်ဝတ် (၈)ပါးမှာ-\n"
                    "(က) နိုင်ငံတော်၏ကျေးဇူးသစ္စာကို စောင့်သိရိုသေပါ။\n"
                    "(ခ) ဒို့တာဝန်အရေးသုံးပါးကို ဦးတည်ကြိုးပမ်းဆောင်ရွက်ပါ။\n"
                    "(ဂ) ဖွဲ့စည်းပုံအခြေခံဥပဒေနှင့် တည်ဆဲဥပဒေများကို လိုက်နာပါ။\n"
                    "(ဃ) နိုင်ငံတော်၏အကျိုးစီးပွားကို အလေးထားဆောင်ရွက်ပါ။\n"
                    "(င) နိုင်ငံတော်ပိုင် ပစ္စည်းဥစ္စာ၊ ဘဏ္ဍာငွေများ ပျက်စီးဆုံးရှုံးမှုမရှိစေရေး ထိန်းသိမ်း စောင့်ရှောက်ပါ။\n"
                    "(စ) နိုင်ငံတော်အစိုးရ လျှို့ဝှက်ချက်အက်ဥပဒေကို လိုက်နာပါ။\n"
                    "(ဆ) နိုင်ငံတော်အပေါ် အကြည်ညိုပျက်စေမည့်လုပ်ရပ်များကို ရှောင်ကြဉ်ပါ။\n"
                    "(ဇ) နိုင်ငံတော်လုံခြုံရေးနှင့် တရားဥပဒေစိုးမိုးရေးကို ဝိုင်းဝန်းစောင့်ရှောက်ပါ။"
                )
            },
            {
                "id": "A_D_5",
                "question": "အောက်ပါတို့ကို အဓိပ္ပါယ်ဖွင့်ဆိုပါ။\n(က) လုပ်သက် (ခ) အလုပ်ချိန် (ဂ) လစာမဲ့ခွင့် (ဃ) ရာထူးသက် (င) နှစ်တိုးလစာရပ်ဆိုင်းခြင်း (စ) ဝန်ထမ်းဆိုင်ရာပြစ်မှု (ဆ) မူရင်းလစာ (ဇ) နှစ်တိုးခံစားခွင့် (ဈ) ရာထူးတိုးမြှင့်ခြင်းကိုရပ်ဆိုင်းခြင်း",
                "answer": (
                    "(က) လုပ်သက် ဆိုသည်မှာ ဝန်ထမ်းအဖွဲ့အစည်းတစ်ခုတွင် ဝန်ထမ်းအဖြစ် တာဝန်ထမ်းဆောင် ခဲ့သောကာလကို ဆိုသည်။ ယင်းစကားရပ်တွင် အလုပ်သင်ကာလ၊ အစမ်းခန့်ကာလ၊ လစာမဲ့ခွင့်မှအပ ခွင့်ခံစားနေသောကာလ၊ တာဝန်ချိန်အဖြစ် သတ်မှတ်ခွင့်ပြုထားသော တာဝန်မှယာယီရပ်ဆိုင်းသည့်ကာလနှင့် တာဝန်ချိန်အဖြစ် သတ်မှတ်ခွင့်ပြုထားသော အခြားတာဝန်ထမ်းဆောင်သည့်ကာလများလည်း အကျုံးဝင်သည်။\n"
                    "(ခ) အလုပ်ချိန် ဆိုသည်မှာ ဝန်ထမ်းများ၏ တစ်နေ့တာအတွက် တာဝန်ထမ်းဆောင်ချိန်အဖြစ် နိုင်ငံတော်အစိုးရက သတ်မှတ်ပေးသော အချိန်နာရီကို ဆိုသည်။\n"
                    "(ဂ) လစာမဲ့ခွင့် သည် ဝန်ထမ်း၏ခွင့်စာရင်း၌ အခြားခွင့်အမျိုးအစားများ မကျန်ရှိသည့်အခါ သို့မဟုတ် အခြားခွင့်အမျိုးအစားများရှိသော်လည်း ဝန်ထမ်းကိုယ်တိုင်က လစာမဲ့ခွင့်ကို ခွင့်ပြုရန် စာဖြင့်တောင်းခံသည့်အခါတွင် ခွင့်ပြုသည့်ခွင့်ဖြစ်သည်။\n"
                    "(ဃ) ရာထူးသက် ဆိုသည်မှာ လက်ရှိရာထူးအဆင့်တွင် တာဝန်ထမ်းဆောင်သည့်ကာလကို ဆိုသည်။\n"
                    "(င) နှစ်တိုးလစာရပ်ဆိုင်းခြင်း ဆိုသည်မှာ ဝန်ထမ်း၏ရာထူးလစာနှုန်းအတွင်း ရှေ့လာမည့် နှစ်တိုးလစာစေ့ရောက်သည့်အချိန်တွင် နှစ်တိုးထုတ်ယူခွင့်မပြုဘဲ ကာလအကန့်အသတ် ဖြင့် ထိုနှစ်တိုးကို ရွှေ့ဆိုင်းထားခြင်းကိုဆိုသည်။\n"
                    "(စ) ဝန်ထမ်းဆိုင်ရာပြစ်မှု ဆိုသည်မှာ ဌာနဆိုင်ရာအရေးယူအပြစ်ပေးနိုင်သည့် ဝန်ထမ်း၏ ပြုလုပ်မှု သို့မဟုတ် ပျက်ကွက်မှုတစ်ခုခုကို ဆိုသည်။\n"
                    "(ဆ) မူရင်းလစာ ဆိုသည်မှာ ဖွဲ့စည်းပုံပါရာထူးတွင် အတည်ပြုခန့်ထားခြင်းခံရသည့် ရာထူးမှ ရရှိသည့်လစာကို ဆိုသည်။\n"
                    "(ဇ) နှစ်တိုးခံစားခွင့် ဆိုသည်မှာ ချိန်နှုန်းလစာရာထူးတစ်ခုတွင် အမြဲတမ်းခန့်ထားခြင်း ခံရသည့်ဝန်ထမ်းသည် နှစ်တိုးအချိန်စေ့ရောက်သည့်အခါ နှစ်တိုးခံစားခွင့်ပြုရန် စတင် လျှောက်ထားရန်မလိုဘဲ ယင်းနှစ်တိုးကို ခံစားခွင့်ရှိသည်။\n"
                    "(ဈ) ရာထူးတိုးမြှင့်ခြင်းကိုရပ်ဆိုင်းခြင်း ဆိုသည်မှာ သာမန်အားဖြင့် ဝန်ထမ်းကို ရာထူး တိုးမြှင့်ပေးရန် အလှည့်ကျရောက်သည့်အချိန်တွင် တိုးမြှင့်ခန့်ထားခြင်းမပြုသေးဘဲ ကာလအကန့်အသတ်ဖြင့် ရွှေ့ဆိုင်းထားခြင်းကို ဆိုသည်။"
                )
            }
        ],
        "fill_in_the_blanks": [
            {"id": "A_FB_1", "question": "(က) ___________ ဆိုသည်မှာ ဝန်ထမ်းအား တာဝန်မှယာယီရပ်ဆိုင်းထားခြင်းခံနေရစဉ် ကာလအတွင်း စားဝတ်နေရေးအခက်အခဲမရှိစေရန် သတ်မှတ်ထားသည့် လစဉ် ခွင့်ပြုငွေကို ဆိုသည်။", "answer": "စားစရိတ်ထောက်ပံ့ငွေ"},
            {"id": "A_FB_2", "question": "(ခ) ဝန်ထမ်းတစ်ဦးကို ဖွဲ့စည်းပုံပါ ရာထူးတစ်ခု၌ အတည်ပြုခန့်ထားရာတွင် ဝန်ထမ်းသည် အသက် _____ နှစ် ပြည့်ပြီးဖြစ်ရမည်။", "answer": "၁၈"},
            {"id": "A_FB_3", "question": "(ဂ) ဝန်ထမ်းတစ်ဦးသည် ဝန်ထမ်း၏ပြုလုပ်မှု သို့မဟုတ် ပျက်ကွက်မှုကြောင့် မဟုတ်ဘဲ မမျှော်မှန်းနိုင်သည့်အခြေအနေကြောင့် အလုပ်ခွင်မှ ကင်းကွာသည့်ကာလတွင် မူလရာထူး၌ ___________ ပိုင်ဆိုင်ခွင့် ဆက်လက်တည်ရှိသည်။", "answer": "ရာထူးအနွယ်"},
            {"id": "A_FB_4", "question": "(ဃ) နိုင်ငံ့ဝန်ထမ်းနည်းဥပဒေများ၊ နည်းဥပဒေ ၆၆ အရ တာဝန်မှ ယာယီရပ်ဆိုင်းခြင်း ခံရသည့်ဝန်ထမ်းသည် ပထမတစ်နှစ်အတွက် ပျှမ်းမျှလစာ၏ ___________ နှုန်း စားစရိတ် ထောက်ပံ့ကြေး ခံစားခွင့်ရှိသည်။", "answer": "၁/၂"},
            {"id": "A_FB_5", "question": "(င) နိုင်ငံ့ဝန်ထမ်းနည်းဥပဒေများ၊ နည်းဥပဒေ ၈၀ အရ ပြက္ခဒိန်နှစ်တစ်နှစ်ကုန်ဆုံးချိန်တွင် ဝန်ထမ်းတစ်ဦး၏ ခွင့်စာရင်း၌ ကျန်ရှိသော လုပ်သက်ခွင့်များကို ဆက်လက်စုဆောင်း ခွင့် ရှိသည်။ သို့ရာတွင် စုဆောင်းနိုင်သည့်ခွင့်ရက်သည် _____ လထက် မပိုစေရ။", "answer": "၂"},
            {"id": "A_FB_6", "question": "(စ) “စာဖြင့်သတိပေးခြင်း” ပြစ်ဒဏ်ချမှတ်သည့်နေ့မှစ၍ _____ လ ပြည့်သည့်အခါ တွင် ပြစ်ဒဏ်ကာလကုန်ဆုံးသည်။", "answer": "၆"},
            {"id": "A_FB_7", "question": "(ဆ) အသက် ၅၅နှစ် ပြည့်ပြီးဖြစ်သောဝန်ထမ်းသည် လုပ်သက်နှစ် _____ ကျော်လွန်လျှင် လျှော့ပေါ့ပင်စင်ခံစားခွင့်ရှိသည်။", "answer": "၂၀"},
            {"id": "A_FB_8", "question": "(ဇ) လုပ်သက်နှစ် _____ ပြည့် နှစ်ပြည့်ပင်စင်ခံစားခွင့်အတွက် လိုသည့်ကာလကို ဖြည့်စွက်ရေတွက်ခွင့်မပြု။", "answer": "၃၀"},
            {"id": "A_FB_9", "question": "(ဈ) ဝန်ထမ်းမှတ်တမ်းစာအုပ်တွင် ဝန်ထမ်း _________ လက်ဗွေရာများကို နှိပ်ယူမှတ်တမ်း တင်ထားရမည်။", "answer": "လက်ဝဲ"},
            {"id": "A_FB_10", "question": "(ည) ဌာနဆိုင်ရာအရေးယူမှုများတွင် ဝန်ထမ်းစည်းကမ်းဆိုင်ရာပြစ်ဒဏ် ---------------မျိုး ရှိသည်။", "answer": "၁၀"},
            {"id": "A_FB_11", "question": "(ဋ) ဝန်ထမ်းအဖြစ်ခန့်ထားခြင်းခံရသူတိုင်းအတွက် ___________ စာအုပ်ထားရှိရမည်။ ဝန်ထမ်းမှတ်တမ်းစာအုပ်ကိုဝန်ထမ်းက မိမိ၏ငွေဖြင့်ဝယ်ယူရမည်။", "answer": "ဝန်ထမ်းမှတ်တမ်း"},
            {"id": "A_FB_12", "question": "(ဌ) အတည်ပြုခန့်ထားခြင်းခံရသောဝန်ထမ်းသည် နိုင်ငံတော်၏အကျိုးအတွက် လိုအပ်လျှင် ___________ တာဝန်ထမ်းဆောင်ရမည်။", "answer": "အချိန်ပြည့်"},
            {"id": "A_FB_13", "question": "(ဍ) ___________ ဆိုသည်မှာ လက်ရှိရာထူးအဆင့်တွင် တာဝန်ထမ်းဆောင်သည့် ကာလကို ဆိုသည်။", "answer": "ရာထူးသက်"},
            {"id": "A_FB_14", "question": "(ဎ) ___________ ဆိုသည်မှာ ဖွဲ့စည်းပုံပါရာထူးတွင် အတည်ပြုခန့်ထားခြင်းခံရသည့်ရာထူးမှ ရရှိသည့်လစာကို ဆိုသည်။", "answer": "မူရင်းလစာ"},
            {"id": "A_FB_15", "question": "(ဏ) ___________ ဆိုသည်မှာ ဝန်ထမ်းအဖွဲ့အစည်းတစ်ခုတွင် ဝန်ထမ်းအဖြစ် တာဝန်ထမ်းဆောင် ခဲ့သည့်ကာလကို ဆိုသည်။", "answer": "လုပ်သက်"},
            {"id": "A_FB_16", "question": "(တ) ___________ ဆိုသည်မှာ ဌာနဆိုင်ရာအရေးယူအပြစ်ပေးနိုင်သည့် ဝန်ထမ်း၏ ပြုလုပ်မှု သို့မဟုတ် ပျက်ကွက်မှုတစ်ခုခုကို ဆိုသည်။", "answer": "ဝန်ထမ်းဆိုင်ရာပြစ်မှု"},
            {"id": "A_FB_17", "question": "(ထ) ဝန်ထမ်းတိုင်းအတွက် ___________ ထားရှိရမည်ဖြစ်ပြီး ယင်းခွင့်မှတ်တမ်းတွင် ရှိသည့် ခွင့်ကာလအတိုင်း ခံစားခွင့်ရှိသည်။", "answer": "ခွင့်မှတ်တမ်း"},
            {"id": "A_FB_18", "question": "(ဒ) လုပ်သက်ခွင့်သည် တာဝန်ထမ်းဆောင်သည့်ကာလကို အခြေပြု၍ ရခွင့်ရှိသောခွင့် ဖြစ်သည်။ ရခွင့်ရှိသောကာလမှာ တာဝန်ချိန်၏ ___________ ဖြစ်သည်။", "answer": "၁/၁၁"},
            {"id": "A_FB_19", "question": "(ဓ) တည်ဆဲဥပဒေတစ်ရပ်ရပ်ပါ ပြဋ္ဌာန်းချက်များအရ သီးခြားသတ်မှတ်သည့်ကိစ္စမှတစ်ပါး အသက် ၆၂နှစ် ပြည့်သောအခါ သတ်မှတ်ချက်များနှင့်အညီ ---------------ပင်စင်ခံစားခွင့် ရှိသည်။", "answer": "သက်ပြည့်"},
            {"id": "A_FB_20", "question": "(န) ဝန်ထမ်းသည် မကျန်းမာ၍တာဝန်ကို ဆက်လက်မထမ်းဆောင်နိုင်သည့်အခါတွင် သတ်မှတ်ထားသောဆေးအဖွဲ့၏ထောက်ခံချက်ဖြင့် ___________ ပင်စင် ခံစားခွင့်ရှိစေရမည်။", "answer": "နာမကျန်း"},
            {"id": "A_FB_21", "question": "(ပ) ပြင်ပဝန်ထမ်းစည်းကမ်းချက်ဖြင့် လွှဲပြောင်းတာဝန်ထမ်းဆောင်မည့် ဝန်ထမ်းသည် လုပ်သက် ၁၀နှစ် ပြည့်ပြီးဖြစ်ရမည့်အပြင် စေလွှတ်ချိန်၌ အသက် _____ နှစ်ထက် မကြီးစေရ။", "answer": "၅၀"},
            {"id": "A_FB_22", "question": "(ဖ) ဝန်ထမ်းအဖွဲ့အစည်းသည် ဝန်ထမ်းတစ်ဦးအားအမြဲတမ်းလစ်လပ်လျက်ရှိသည့် ရာထူးတွင် အတည်ပြုခန့်ထားပြီးဖြစ်လျှင် ယင်းရာထူး၏မူရင်းလစာကို ___________ လစာအဆင့်မှ စတင်ခံစားခွင့်ပြုရမည်။", "answer": "အနိမ့်ဆုံး"},
            {"id": "A_FB_23", "question": "(ဗ) ကူးစက်ရောဂါကာကွယ်ခွင့်ကိုသာမန်အားဖြင့် ၂၁ ရက်အထိ ခွင့်ပြုရန်ဖြစ်သော်လည်း ထူးခြားသောအခြေအနေတွင် _____ ရက်အထိခွင့်ပြုနိုင်သည်။", "answer": "၃၀"},
            {"id": "A_FB_24", "question": "(ဘ) ဆေးလက်မှတ်ခွင့်ကာလအတွင်းခွင့်လစာကို ပျှမ်းမျှလစာ၏ ------ နှုန်း ခံစားခွင့်ရှိသည်။", "answer": "၁/၂"},
            {"id": "A_FB_25", "question": "(မ) နိုင်ငံ့ဝန်ထမ်းနည်းဥပဒေများ၊ နည်းဥပဒေ ၉၃(က) အရ ___________ ခွင့်ကို ဝန်ထမ်း လုပ်သက်တစ်လျှောက်လုံးအတွက် ခွင့်ပြုနိုင်သည့်ကာလသည် ၁၂ လ ဖြစ်သည်။ အထူးလုံလောက်သောကိစ္စများတွင် နောက်ထပ်ခြောက်လအထိထပ်မံခွင့်ပြုနိုင်သည်။", "answer": "ဆေးလက်မှတ်"},
            {"id": "A_FB_26", "question": "(ယ) နိုင်ငံ့ဝန်ထမ်းနည်းဥပဒေများ၊ နည်းဥပဒေ ၁၂၂(ဃ)အရ အများဆုံးခွင့်ပြုနိုင်သည့် ကူးပြောင်းချိန်သည် ရက်ပေါင်း _____ ဖြစ်ပြီးယင်းကာလအတွင်း၌ ရုံးပိတ်ရက် ပါခဲ့သော် ထိုရုံးပိတ်ရက်ကိုပါ ထည့်သွင်းရေတွက်ရမည်။", "answer": "၃၀"},
            {"id": "A_FB_27", "question": "(ရ) နိုင်ငံ့ဝန်ထမ်းနည်းဥပဒေများ၊ နည်းဥပဒေ ၂၃၃(ဆ) အရ အသက်- -နှစ်ပြည့်ပြီး သော ဝန်ထမ်းသည် လုပ်သက် ၂၅နှစ် ကျော်လွန်လျှင် လျှော့ပေါ့ပင်စင်ခံစားခွင့်ရှိသည်။", "answer": "၅၀"},
            {"id": "A_FB_28", "question": "(လ) ဝန်ထမ်းတစ်ဦးခံစားခွင့်ရှိသောရှောင်တခင်ခွင့်သည် ပြက္ခဒိန်တစ်နှစ်လျှင် _____ ရက် ဖြစ်သည်။", "answer": "၁၀"},
            {"id": "A_FB_29", "question": "(ဝ) ဝန်ထမ်းတစ်ဦးခံစားခွင့်ရှိသော ဆေးရုံခွင့်၏ အများဆုံးခံစားခွင့်မှာ ဝန်ထမ်းလုပ်သက် ၃ နှစ် ကာလတစ်ရပ်အတွက် စုစုပေါင်း _____ လ ဖြစ်သည်။", "answer": "၃"},
            {"id": "A_FB_30", "question": "(သ) ရာထူးတစ်ခုကိုဖျက်သိမ်းလိုက်သည့်အခါ ထိုရာထူး၌ခန့်ထားသည့်ဝန်ထမ်းကို အခြားရာထူး တစ်ခုသို့ ပြောင်းရွှေ့နေရာချထားခြင်းမပြုနိုင်ပါက ___________ ခံစားခွင့်ပြုရမည်။", "answer": "လျော်ကြေးပင်စင်"}
        ]
    },

    # -------------------------------------------------------------------------
    # ၂။ ငွေစာရင်းပိုင်း (Finance Section)
    # -------------------------------------------------------------------------
    "finance": {
        "true_false": [
            {"id": "F_TF_1", "question": "(က) ဌစ (၅) သည် ငွေစာရင်းစာအုပ်လက်ကျန်ရှင်းတမ်းဖြစ်သည်။", "answer": "မှား"},
            {"id": "F_TF_2", "question": "(ခ) လကုန်ဆုံးသည့်အခါ ငွေစာရင်းခေါင်းစဉ်အလိုက် အခြေပြစာရင်းများ (ပုံစံ ဌစ-၉)ကို ပေါင်း၍ ဌစ-၁၀ သို့ ကူးပြောင်းရေးသွင်းရမည်။", "answer": "မှန်"},
            {"id": "F_TF_3", "question": "(ဂ) ဖြည့်စွက်ခွင့်ပြုငွေများကို ရန်ပုံငွေလွှဲပြောင်းသုံးစွဲခြင်းမပြုနိုင်ပါ။", "answer": "မှန်"},
            {"id": "F_TF_4", "question": "(ဃ) လုပ်ငန်းတစ်ခုအတွက် တန်းစီဇယားကို တစ်စောင်တည်းထားရှိရမည်။", "answer": "မှား"},
            {"id": "F_TF_5", "question": "(င) နေ့စားအလုပ်သမားများအတွက် ငွေပေးချေရာတွင် တန်းစီဇယားကို အသုံးမပြုဘဲ ကန်ထရိုက်တာမှတစ်ဆင့် ငွေပေးချေခြင်းကို စည်းမျဉ်းအရ ကန့်ကွက်ထားသည်။", "answer": "မှန်"},
            {"id": "F_TF_6", "question": "(စ) ဘဏ္ဍာရေးနှစ် တစ်နှစ်အတွက်ခွင့်ပြုထားသည့် သုံးငွေများကို ဘဏ္ဍာရေးနှစ်ကုန်ဆုံး ပြီးနောက် ဆက်လက်သုံးစွဲခွင့်ရှိသည်။", "answer": "မှား"},
            {"id": "F_TF_7", "question": "(ဆ) အထောက်အထားစာရွက်စာတမ်းများကို ဦးစီးဌာန၏စာဖြင့် ခွင့်ပြုမိန့်မရှိဘဲ ဖျက်စီးခြင်း ပြုနိုင်သည်။", "answer": "မှား"},
            {"id": "F_TF_8", "question": "(ဇ) လုပ်ငန်းတစ်ခုအတွက် တန်းစီဇယားကို နှစ်ကြိမ်ပြင်ဆင်ရေးဆွဲနိုင်သည်။", "answer": "မှား"},
            {"id": "F_TF_9", "question": "(ဈ) ပထမနှင့်နောက်ဆုံးငွေတောင်းခံလွှာပုံစံမှာ ပုံစံ-၂၄ ဖြစ်သည်။", "answer": "မှန်"},
            {"id": "F_TF_10", "question": "(ည) “တင်ဒါလက်ခံရေးနှင့် စိစစ်ရေးကော်မတီ” ဖွဲ့စည်းရာတွင် သက်ဆိုင်ရာဌာနက တာဝန် ပေးအပ်ထားသူများအပြင် အခြားသောဆက်စပ်ဌာနအဖွဲ့အစည်းများမှ အနည်ဆုံး (၂)ဦး ပါဝင်ဖွဲ့စည်းရမည်။", "answer": "မှား"},
            {"id": "F_TF_11", "question": "(ဋ) ပစ္စည်းပေးသွင်းသူ အစရှိသော ပြင်ပပုဂ္ဂိုလ်များသို့ ချက်လက်မှတ်များဖြင့် တိုက်ရိုက် ပေးချေသော ကိစ္စရပ်များကို ငွေစာရင်းစာအုပ်၌ ရေးသွင်းရမည်။", "answer": "မှား"},
            {"id": "F_TF_12", "question": "(ဌ) အသုံးစရိတ်ကိုကျခံသုံးစွဲရာတွင် လုံလောက်သော ရန်ပုံငွေကို လျာထားသတ်မှတ်ပြီး ဖြစ်ရမည်။", "answer": "မှန်"},
            {"id": "F_TF_13", "question": "(ဍ) လုပ်ငန်းမှကျခံသော အလုပ်သမားများနှင့် ပုတ်ပြတ်လုပ်သားများသို့ ပေးချေရသော လုပ်အားခများကို ငွေသားဖြင့် ပေးချေခွင့်မပြုပါ။", "answer": "မှား"},
            {"id": "F_TF_14", "question": "(ဎ) ငွေတောင်းခံလွှာကို ပြင်ဆင်ရေးဆွဲခြင်းမပြုမီ ဆောင်ရွက်သည့် လုပ်ငန်းအကြောင်း အရာနှင့် အရေအတွက်ပမာဏများနှင့်သက်ဆိုင်သော အတိုင်းအတာစာအုပ်ပါ ရေးသွင်း ချက်များကို မြို့နယ်အရာရှိမှ အသေးစိတ်စစ်ဆေးရမည်။", "answer": "မှန်"},
            {"id": "F_TF_15", "question": "(ဏ) တည်ဆောက်ရေးလုပ်ငန်းများအတွက် ဘဏ္ဍာရေးနှင့်အခွန်ဝန်ကြီးဌာနက ထုတ်ပြန်ထားသည့်“ကန်ထရိုက်စနစ်ဖြင့်လုပ်ငန်းများဆောင်ရွက်ရာတွင်လိုက်နာကျင့်သုံးရမည့် လုပ်ငန်းလမ်းညွှန်” ကိုလည်း လိုက်နာဆောင်ရွက်ရမည်။", "answer": "မှား"}
        ],
        "fill_in_the_blanks": [
            {"id": "F_FB_1", "question": "(က) ရန်ပုံငွေလွှဲအပ်စာရင်း၏ သက်တမ်းကာလကိုဖော်ပြရာတွင် သက်ဆိုင်ရာ ___________ ကာလတစ်ခုလုံးကို ဖော်ပြရမည်။", "answer": "သုံးလပတ်"},
            {"id": "F_FB_2", "question": "(ခ) ငွေထုတ်သူအရာရှိများသည် ___________ နှင့်အညီ လိုက်နာဆောင်ရွက်ရမည်။", "answer": "ဘဏ္ဍာရေး ကျင့်စဉ်ကြီးများ"},
            {"id": "F_FB_3", "question": "(ဂ) အစိုးရ၏ တာဝန်ဝတ္တရားများဆောင်ရွက်ရာ၌ အခြားအဖွဲ့အစည်းများမှဖြစ်စေ၊ လုပ်သားပြည်သူထံမှဖြစ်စေ အပ်ငွေများကို လက်ခံဆောင်ရွက်ရသော အခြေခံစာရင်း ပြုဌာနတိုင်းသည် ပုံစံ ___________ ဖြင့် ထိန်းချုပ်ရပါသည်။", "answer": "ဌစ-၁၅ အပ်ငွေမှတ်ပုံတင် စာအုပ်"},
            {"id": "F_FB_4", "question": "(ဃ) နှစ်စဉ်ဖျက်စီးလိုက်သော မှတ်တမ်းအားလုံး၏ အကြောင်းအရာအပြည့်အစုံကို သင့်လျော်သည့် ___________ ဖြင့် ထိန်းသိမ်းထားရမည်။", "answer": "မှတ်ပုံတင်စာအုပ်"},
            {"id": "F_FB_5", "question": "(င) ငွေရပြေစာ စာအုပ်များကို နံပါတ်စဉ်ရိုက်နှိပ်၍ ___________ အတိုင်း အသုံးပြုသွားရမည်။", "answer": "စာအုပ်အမှတ်စဉ်"},
            {"id": "F_FB_6", "question": "(စ) ရငွေအားလုံးကို နိုင်ငံတော်၏ ___________ ဖြင့်သာ လက်ခံရမည်။", "answer": "တရားဝင်ငွေကြေး"},
            {"id": "F_FB_7", "question": "(ဆ) ဘဏ်ငွေလွှဲလက်မှတ်သည် ထပ်ဆင့်စာရင်းလွှဲပြောင်းခြင်းမပြုနိုင်သည့် ___________ ပါရှိ ရမည်။", "answer": "မျဉ်းသားထားချက်"},
            {"id": "F_FB_8", "question": "(ဇ) နောက်လာမည့်လ၏ ပထမဆုံးအလုပ်လုပ်ရက်မတိုင်မီ လစာထုတ်ပေးရန် အချိန် မစေ့ရောက်သေးသော်လည်း လစာထုတ်ပေးသော ပြက္ခဒိန်လ၏ ___________ တွင် လစာတောင်းခံလွှာများကို လက်မှတ်ရေးထိုးထားရမည်။", "answer": "နောက်ဆုံးအလုပ်လုပ်ရက်"},
            {"id": "F_FB_9", "question": "(ဈ) ငွေပေးပြီးလွှာတိုင်းတွင် ငွေထုတ်သူအရာရှိ၏ နေ့စွဲတပ်လက်မှတ်ရေးထိုးထားသည့် ___________ ပါရှိရမည်။", "answer": "ငွေပေးမိန့်"},
            {"id": "F_FB_10", "question": "(ည) တင်ဒါအာမခံကြေးသည်တင်ဒါတည်မြဲမှုကာလကုန်ဆုံးသည့်နောက် ___________ ဖြစ်ရပါမည်။", "answer": "(၂၈) ရက်အထိ"},
            {"id": "F_FB_11", "question": "(ဋ) ငွေထုတ်ကန့်သတ်ချက်ထက် ပိုမထုတ်မိစေရန် ___________ နှင့် ဘဏ်မန်နေဂျာ တို့သည် အထူးဂရုပြုရမည်။", "answer": "ငွေထုတ်သူအရာရှိ"},
            {"id": "F_FB_12", "question": "(ဌ) နိုင်ငံတော်၏ တာဝန်ဝတ္တရားများကို ထမ်းဆောင်ရာ၌ ကုန်ကျစရိတ်ကိုကာမိစေရန် ခွင့်ပြုသည့် ___________ ကဲ့သို့သောစရိတ်များသည်လက်ခံရရှိသူအတွက် အမြတ်အစွန်း မဖြစ်စေရ။", "answer": "ခရီးစရိတ်"},
            {"id": "F_FB_13", "question": "(ဍ) ချက်လက်မှတ်ရေးသားရာတွင် ချက်လက်မှတ်ကို မပျက်နိုင်သော မင် သို့မဟုတ် ___________ ဖြင့် ရေးသားရမည်။", "answer": "မင်ချောင်း"},
            {"id": "F_FB_14", "question": "(ဎ) ချက်လက်မှတ်ရေးထိုးထုတ်ပေးလိုက်သည်နှင့်တစ်ပြိုင်နက် ___________ တွင် ချက်ချင်း ရေးသွင်းမှတ်တမ်းတင်ရမည်။", "answer": "ဘဏ်ပေးငွေစာရင်းစာအုပ် ဌစ-၈"},
            {"id": "F_FB_15", "question": "(ဏ) ချက်လက်မှတ်ထုတ်ယူသည့်နေ့စွဲကို ___________ မှ ကူးယူရေးသွင်းရမည်။", "answer": "ဘဏ်ရှင်းတမ်း"},
            {"id": "F_FB_16", "question": "(တ) ငွေလုံးငွေရင်းအသုံးစရိတ်အတွက် ရန်ပုံငွေလွှဲပြောင်းသုံးစွဲလိုပါက ဆောက်လုပ်ရေး လုပ်ငန်းစိစစ်ညှိနှိုင်းရေးအဖွဲ့၊ ___________ နှင့် စီမံကိန်းရေးဆွဲရေးဦးစီးဌာနတို့၏ သဘောထား မှတ်ချက်ရယူရမည်။", "answer": "စက်ပစ္စည်းကြီးကြပ်ရေး ကော်မတီ"},
            {"id": "F_FB_17", "question": "(ထ) ဌာန၊ အဖွဲ့အစည်းများသည် ___________ ထက်နည်းသည့် ပိုလျှံငွေကို ပြန်လည်အပ်နှံ ခြင်း မပြုရပါ။", "answer": "ကျပ်တစ်သောင်း"},
            {"id": "F_FB_18", "question": "(ဒ) ငွေပေးပြီးလွှာတိုင်းတွင် ငွေလက်ခံရရှိသူ၏ ___________ ဝန်ခံချက် လက်မှတ်ပါရှိရ မည်။", "answer": "ငွေလက်ခံရရှိကြောင်း"},
            {"id": "F_FB_19", "question": "(ဓ) ရန်ပုံငွေမရှိသော လုပ်ငန်းအတွက် သုံးစွဲရန်ရည်ရွယ်ထားသော ပစ္စည်းတန်ဖိုးကို ___________ လုပ်ငန်းတွင် ကျခံခြင်းကို တင်းကျပ်စွာတားမြစ်ထားသည်။", "answer": "ရန်ပုံငွေရှိသော"},
            {"id": "F_FB_20", "question": "(န) တင်ဒါကော်မတီသည် အစီရင်ခံစာတွင် တင်ဒါမအောင်မြင်သော တင်ဒါတင်သွင်းသူ များအား တရားဝင်အကြောင်းကြားပြီး တင်ဒါအာမခံကြေးကို ___________ ပြန်လည်ထုတ် ပေးရမည်။", "answer": "(၇) ရက်အတွင်း"},
            {"id": "F_FB_21", "question": "(ပ) ငွေရပ်မှန်သမျှတွင် ___________ ဟူသော စကားရပ်ကို ထည့်သွင်းဖော်ပြရမည်။", "answer": "ကျပ်"},
            {"id": "F_FB_22", "question": "(ဖ) ငွေတောင်းခံလွှာတစ်ရပ်ပေါ်တွင် ဂဏန်းသင်္ချာအတွက်အချက်မှန်ကန်မှုကို ___________ ကအဓိက တာဝန်ရှိသည်။", "answer": "ငွေတောင်းခံသူ"},
            {"id": "F_FB_23", "question": "(ဗ) ထုတ်ပေးသောချက်လက်မှတ်အမှတ်ကို ___________ ပေါ်တွင်မှတ်သားရမည်။", "answer": "ဘောင်ချာ"},
            {"id": "F_FB_24", "question": "(ဘ) အသစ်ဖြစ်သော အသုံးစရိတ်များအတွက် ___________ မပြုနိုင်ပါ။", "answer": "ရန်ပုံငွေလွှဲပြောင်းသုံးစွဲခွင့်"},
            {"id": "F_FB_25", "question": "(မ) ပြန်လည်တောင်းခံ၍ မရနိုင်တော့သည့် ကြိုတင်ထုတ်ပေးငွေနှင့် ကြွေးမြီများသည် ___________ တွင်ပါဝင်သည်။", "answer": "ငွေသားဆုံးရှုံးမှု"},
            {"id": "F_FB_26", "question": "(ယ) ရန်ပုံငွေလွှဲအပ်စာရင်းဖွင့်လှစ်ရန်အတွက် ___________ ပြင်ဆင်ရေးဆွဲရမည်။", "answer": "သုံးလပတ်အတွက် ငွေသားလိုအပ်ချက်စာရင်းဇယား ဌစ-၂"},
            {"id": "F_FB_27", "question": "(ရ) တိုင်းတာစာအုပ်၏ ___________ ကို စက်ဖြင့် ရိုက်နှိပ်ထားရမည်။", "answer": "စာမျက်နှာနံပါတ်များ"},
            {"id": "F_FB_28", "question": "(လ) ချက်လက်မှတ်စာအုပ်ကို စတင်သုံးစွဲခြင်းမပြုမီ ၎င်းစာအုပ်ပါ ချက်လက်မှတ်စာရွက် အားလုံးတွင် ___________ ကို ရေးသားထားရမည်။", "answer": "ငွေထုတ်စာရင်းအမှတ်"},
            {"id": "F_FB_29", "question": "(ဝ) ___________ ပေးချေခြင်းမပြုရေးသေးသောလုပ်ခများကို ခရိုင်အရာရှိထံ တင်ပြရမည်။", "answer": "သုံးလထက်ကျော်လွန်၍"},
            {"id": "F_FB_30", "question": "(သ) “တင်ဒါကော်မတီ” ဖွဲ့စည်းရာတွင် ပြည်ထောင်စုအဆင့်ဌာန ၊ အဖွဲ့အစည်းများ အနေဖြင့် ___________ မှ “တင်ဒါကော်မတီ” ဥက္ကဌအဖြစ်ဆောင်ရွက်ရမည်။", "answer": "ဒုတိယဝန်ကြီး သို့မဟုတ် အမြဲတမ်းအတွင်းဝန်"}
        ],
        "descriptive": [
            {
                "id": "F_D_1",
                "question": "အသုံးစရိတ်တစ်ရပ်ကို ကျခံရာတွင် ပြည့်စုံရမည့် အခြေခံအချက်များကို ဖြေဆိုပါ။",
                "answer": (
                    "အသုံးစရိတ်တစ်ခုကို ကျခံရာ၌ဖြစ်စေ၊ ပြည်သူ့ဘဏ္ဍာငွေမှ နောက်ပေးချေရန်များကို တာဝန်ယူရာ၌ဖြစ်စေ အောက်ပါအခြေခံအချက်များဖြင့် ပြည့်စုံရမည်-\n"
                    "(က) အသုံးစရိတ်ကျခံရန်ခွင့်ပြုပိုင်ခွင့်ရှိသူ သို့မဟုတ် ယင်းက လုပ်ပိုင်ခွင့် ထပ်ဆင့်အပ်နှင်း ခြင်းခံရသူ၏ အထူး သို့မဟုတ် ယေဘုယျခွင့်ပြုမိန့် ရှိရမည်၊\n"
                    "(ခ) အသုံးစရိတ်အတွက် လုံလောက်သည့်ရန်ပုံငွေကို လျာထားသတ်မှတ်ပြီး ဖြစ်ရမည်၊\n"
                    "(ဂ) သုံးစွဲငွေသည် သက်ဆိုင်ရာ ဘဏ္ဍာရေးစည်းမျဉ်း စသည်များနှင့်အညီ ဖြစ်စေရမည်။"
                )
            },
            {
                "id": "F_D_2",
                "question": "ဖြည့်စွက်ခွင့်ပြုငွေတောင်းခံနှင့်ပတ်သက်၍ ရှင်းလင်းဖြေဆိုပါ။",
                "answer": (
                    "သက်ဆိုင်ရာဘဏ္ဍာရေးနှစ်အတွင်း ဌာန၊အဖွဲ့အစည်းများအနေဖြင့် မဖြစ်မနေ ဆက်လက်ဆောင်ရွက်ရမည့်လုပ်ငန်းများ၊ စီမံကိန်းများအတွက် အသုံးစရိတ်များကို ကျခံသုံး စွဲနိုင်ရန် မူလခွင့်ပြုငွေဖြင့် မလုံလောက်လျှင်သော်လည်းကောင်း၊ ရန်ပုံငွေလွှဲပြောင်း ကျခံ သုံးစွဲရန် မဖြစ်နိုင်လျှင်သော်လည်းကောင်း ထပ်မံလိုငွေကို သတ်မှတ်ထားသည့် အချိန်ကာလ တွင် သက်ဆိုင်ရာအစိုးရအဖွဲ့သို့ ဖြည့်စွက်ခွင့်ပြုငွေအဖြစ် တင်ပြတောင်းခံနိုင်သည်။ အဆိုပါ ဖြည့်စွက်ခွင့်ပြုငွေကို သက်ဆိုင်ရာလွှတ်တော်မှ နောက်ထပ်ဘဏ္ဍာငွေခွဲဝေသုံးစွဲရေး ဥပဒေဖြင့် အတည်ပြုပြဋ္ဌာန်းပြီးမှသာသုံးစွဲရမည်။ဖြည့်စွက်ခွင့်ပြုငွေများကို ရန်ပုံငွေလွှဲပြောင်း သုံးစွဲခြင်း မပြုရ။"
                )
            },
            {
                "id": "F_D_3",
                "question": "အောက်ပါတို့ကို မှတ်စုတိုဖြေဆိုပါ။\n(က) ပိုလျှံရန်ပုံငွေ   (ခ) မူလခွဲဝေချထားငွေ",
                "answer": (
                    "(က) ပိုလျှံရန်ပုံငွေ: ပိုလျှံရန်ပုံငွေ ဆိုသည်မှာ နှစ်စဉ်ဘဏ္ဍာရေးနှစ် တစ်နှစ်အတွက် ခွင့်ပြုထားသော မူလ ခွင့်ပြုငွေမှဖြစ်စေ၊ ဖြည့်စွက်ခွင့်ပြုငွေမှဖြစ်စေ၊ အထွေထွေပိုလျှံရန်ပုံငွေမှ ခွင့်ပြုထားငွေမှ ဖြစ်စေ၊ အရေးပေါ်ရန်ပုံငွေမှ ခွင့်ပြုထားငွေမှဖြစ်စေ မသုံးစွဲဖြစ်သည့် ပိုလျှံ၍ပြန်လည်အပ်နှံ ရသည့် ရန်ပုံငွေကို ဆိုသည်။\n"
                    "(ခ) မူလခွဲဝေချထားငွေ: မူလခွဲဝေချထားငွေ ဆိုသည်မှာ ဘဏ္ဍာရေးနှစ်တစ်နှစ်အတွက် ပြည်ထောင်စု၏ တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ်ဘဏ္ဍာငွေ အရအသုံးဆိုင်ရာ ဥပဒေ၊ အရအသုံးဆိုင်ရာဥပဒေဖြင့် အတည်ပြုပြဋ္ဌာန်းပေးသည့် အရအသုံးခန့်မှန်းခြေငွေစာရင်းတွင် ဌာန၊ အဖွဲ့အစည်းများအား အသုံးစရိတ်အမျိုးအစားအလိုက် သက်ဆိုင်ရာငွေစာရင်း ခေါင်းစဉ်အသီးသီးဖြင့် ခွဲဝေချထားပေးသည့်ငွေကို ဆိုသည်။"
                )
            }
        ]
    },

    # -------------------------------------------------------------------------
    # ၃။ နည်းပညာပိုင်း (Technical Section)
    # -------------------------------------------------------------------------
    "technical": {
        "true_false": [
            {"id": "T_TF_1", "question": "(၁) ရန်ပုံငွေတင်ပြတောင်းခံမည့် လုပ်ငန်းခေါင်းစဉ်တိုင်းအတွက် လုပ်ငန်းဆောင်ရွက်ရသည့် အကြောင်းအရင်း အကျိုးအကြောင်းဖော်ပြချက် ရှိရမည်။", "answer": "မှန်"},
            {"id": "T_TF_2", "question": "(၂) ရန်ပုံငွေတင်ပြတောင်းခံမည့်လုပ်ငန်းခေါင်းစဉ်တွင် လုပ်ငန်းတည်နေရာ၊ လုပ်ငန်းဆောင်ရွက် မည့်ပမာဏ၊ လုပ်ငန်းဆောင်ရွက်မည့် အစီအစဉ်တို့ ပါဝင်ရမည်။", "answer": "မှန်"},
            {"id": "T_TF_3", "question": "(၃) မြက်ရိတ်ခြင်း၊ ခြုံခုတ်တောရှင်းခြင်း၊ အလင်းဖွင့်ခြင်း လုပ်ငန်းများသည် လမ်း(ပုံမှန်) သာမန် ပြင်ဆင်ထိန်းသိမ်းခြင်းလုပ်ငန်းဖြစ်သည်။", "answer": "မှန်"},
            {"id": "T_TF_4", "question": "(၄) ထူးခြားဖြစ်စဉ်များကို ၂၄နာရီအတွင်း ပြည်ထောင်စုဝန်ကြီးရုံးသို့ တင်ပြရမည်ဖြစ်သဖြင့် အချိန် နှင့် တစ်ပြေးညီ အဆင့်ဆင့်တင်ပြရမည်။", "answer": "မှန်"},
            {"id": "T_TF_5", "question": "(၅) ထူးခြားဖြစ်စဉ်များတင်ပြရာတွင် မှတ်တမ်းဓာတ်ပုံများနှင့် တည်နေရာပြမြေပုံများ တင်ပြရန် လိုအပ်ပါသည်။", "answer": "မှန်"},
            {"id": "T_TF_6", "question": "(၆) ၁ နှစ် ထက်ကျော်လွန်သော ပြန်လည်ထူထောင်ရေးနှင့် ပြန်လည်တည်ဆောက်ခြင်း လုပ်ငန်း များကို ကာလလတ်ပြန်လည်ထူထောင်ရေးနှင့် ပြန်လည်တည်ဆောက်ခြင်း စီမံချက် (Medium Term Recovery Plan) အနေဖြင့် ဆောင်ရွက်နိုင်ပါသည်။", "answer": "မှား"},
            {"id": "T_TF_7", "question": "(၇) Crushed Rock Sub-Base Compacted Thickness ≤ Design Thickness ဖြစ်ရမည်။", "answer": "မှား"},
            {"id": "T_TF_8", "question": "(၈) Crushed Rock Base Thickness, Camber : ___________ ရမည်။", "answer": "မှား"},
            {"id": "T_TF_9", "question": "(၉) Well-Graded အလွှာပေါ်တွင် AC တင်မည်ဆိုပါက ကျောက်ခေါင်းများပေါ်သည်အထိ သန့်ရှင်း ရေးအား ဂရုတစိုက်ပြုလုပ်ပြီး Prime Coat လောင်း၍ ဖြန့်ခင်းရမည်။", "answer": "မှန်"},
            {"id": "T_TF_10", "question": "(၁၀) ကတ္တရာ (Pen Mac)အလွှာတွင် Grouting အမျိုးအစား (၅)မျိုးရှိသည်။", "answer": "မှား"},
            {"id": "T_TF_11", "question": "(၁၁) လမ်းတာဘောင်တည်ဆောက်ရာတွင် သတ်မှတ်သိပ်သည်းမှုရရှိခြင်းရှိမရှိ သိရှိနိုင်ရန် Plate Loading Test ဖြင့် စမ်းသပ်ရမည်။", "answer": "မှား"},
            {"id": "T_TF_12", "question": "(၁၂) လမ်းဦးစီးဌာနပိုင်လမ်းများကို Road Asset Management System (RAMS) လမ်း ပိုင်ဆိုင်မှုဆိုင်ရာစီမံခန့်ခွဲမှုစနစ်ဖြင့် ဆောင်ရွက်လျက်ရှိသော International Roughness Index (IRI) တန်ဖိုးမှာ ၄ အောက်ဖြစ်နေလျှင် လမ်းအခြေအနေမှာ ညံ့သည်။", "answer": "မှား"},
            {"id": "T_TF_13", "question": "(၁၃) ဆောက်လုပ်ရေးဝန်ကြီးဌာန၊ လမ်းဦးစီးဌာနပိုင်လမ်းမကြီးများ၏ လမ်းအဆင့် အတန်းအလိုက် လမ်းနယ်နိမိတ်အကျယ် သတ်မှတ်ကြေညာခြင်း (အမိန့်ကြော်ငြာစာ အမှတ် ၃၁၈/၂၀၁၉) အရ ပြည်ထောင်စုလမ်းမကြီး (National Highway) ၏ လမ်းနယ်နိမိတ် မှာ ပေ ၂၀၀ ဖြစ်သည်။", "answer": "မှား"},
            {"id": "T_TF_14", "question": "(၁၄) လူနာတင်ယာဉ်၊ မီးသတ်ယာဉ်နှင့် အရေးပေါ်ကိစ္စရပ်များအတွက် အသုံးပြုသည့်ယာဉ်များသည် လမ်းဦးစီးဌာနက သီးခြားသတ်မှတ်သည့် အန္တရာယ်မဖြစ်နိုင်သည့် အမြန်နှုန်း အတွင်း မောင်းနှင်ခွင့်ရှိသည်။", "answer": "မှန်"},
            {"id": "T_TF_15", "question": "(၁၅) မြန်မာနိုင်ငံတွင် အာဆီယံလမ်းမကြီး (၈) လမ်း ရှိပါသည်။", "answer": "မှား"},
            {"id": "T_TF_16", "question": "(၁၆) သုံးနိုင်ငံအဝေးပြေးလမ်းမကြီးတွင် မြန်မာနိုင်ငံ၊ လာအိုနိုင်ငံနှင့် ထိုင်းနိုင်ငံတို့ ပါဝင် ပါသည်။", "answer": "မှား"},
            {"id": "T_TF_17", "question": "(၁၇) အန္တရာယ်သတိပေးလမ်းညွှန်းများကို အောက်ခံအနက်ရောင်ပေါ်၌ အနားကွပ်ကို အဝါရောင်ဖြင့် လည်းကောင်း၊ သင်္ကေတကို အနက်ရောင်ဖြင့် လည်းကောင်း ရေးဆွဲရမည်။", "answer": "မှား"},
            {"id": "T_TF_18", "question": "(၁၈) ယာဉ်များဖြတ်ကျော်ခြင်း မပြုစေလိုသည့်အခါ ဒေါင်လိုက်မျဉ်းပြိုင် အမှတ်အသား များကို မျဉ်းဝါများဖြင့် ရေးဆွဲဖော်ပြရမည်။", "answer": "မှန်"},
            {"id": "T_TF_19", "question": "(၁၉) ရပ်မျဉ်း၏အတိုင်းအတာ (အနံ)သည် အနည်းဆုံး ခြောက်လက်မ ရှိရမည်။", "answer": "မှား"},
            {"id": "T_TF_20", "question": "(၂၀) လမ်းပေါ်ယာဉ်ကြောပြမြားများ၏ အရောင်သည် အဖြူရောင် ဖြစ်သည်။", "answer": "မှန်"},
            {"id": "T_TF_21", "question": "(၂၁) လမ်းနယ် (၁၀၀)ပေ ရှိသော လမ်းအမျိုးအစားများတွင် သစ်ပင်စိုက်ပျိုးပါက လမ်းဗဟို မှ (၄၀)ပေအကွာတွင် စိုက်ပျိုးရမည်။", "answer": "မှန်"},
            {"id": "T_TF_22", "question": "(၂၂) လမ်းချဲ့ခြင်းလုပ်ငန်းဆောင်ရွက်ရန် မြေတူးသောလုပ်ငန်းကို မိုးတွင်းကာလတွင် ဆောင်ရွက် ပါက ဖြတ်မြောင်းတူးခြင်းလုပ်ငန်းများ မဖြစ်မနေဆောင်ရွက်ရမည်။", "answer": "မှန်"},
            {"id": "T_TF_23", "question": "(၂၃) Rebound Hammer Test သည် သံချောင်းအရေအတွက်နှင့် spacing ကို စစ်ဆေးနိုင် ပါသည်။", "answer": "မှား"},
            {"id": "T_TF_24", "question": "(၂၄) ကွန်ကရစ်လမ်းတည်ဆောက်ရာတွင် Transverse Joint များတွင်အသုံးပြုသော Dowel Bar များ သည် plain bar များဖြစ်ရပါမည်။", "answer": "မှန်"},
            {"id": "T_TF_25", "question": "(၂၅) SIT စမ်းသပ်မည့် pier သို့မဟုတ် abutment ၏ နောက်ဆုံး bored pile သည် ကွန်ကရစ်လောင်းပြီးသည့် ရက်မှ (၂) ရက်ပြည့်သည့်နေ့တွင် SIT စမ်းသပ်နိုင်မည်ဖြစ် ပါသည်။", "answer": "မှား"},
            {"id": "T_TF_26", "question": "(၂၆) လမ်းဦးစီးဌာနပိုင် ပြည်ထောင်စုမှ စီမံခန့်ခွဲသောလမ်းနှင့် တိုင်းဒေသကြီး/ပြည်နယ်မှ စီမံခန့်ခွဲ သောလမ်းများအတွက် မြေပုံရေးဆွဲရာတွင် ပြည်ထောင်စုမှစီမံခန့်ခွဲသောလမ်းများအတွက် အနီရောင်ဖြင့် သတ်မှတ်ပါသည်။", "answer": "မှန်"},
            {"id": "T_TF_27", "question": "(၂၇) ကျွမ်းကျင်မှုဆိုင်ရာခွင့်ပြုမိန့် (Technical Sanction) ချမှတ်ပိုင်ခွင့် အခွင့်အာဏာတွင် ဒုတိယ ညွှန်ကြားရေးမှူး(မြို့ပြ)/ လက်ထောက်ညွှန်ကြားရေးမှူး (မြို့ပြ)၏ အခွင့်အာဏာသည် ကျပ် ၁၀၀ သန်းအထိ ဖြစ်ပါသည်။", "answer": "မှန်"},
            {"id": "T_TF_28", "question": "(၂၈) ကျွမ်းကျင်မှုဆိုင်ရာခွင့်ပြုမိန့် (Technical Sanction) ချမှတ်ပိုင်ခွင့် အခွင့်အာဏာတွင် ညွှန်ကြားရေးမှူးချုပ်၏ အခွင့်အာဏာသည် ကျပ် ၅၀၀ သန်းအထက် ဖြစ်ပါသည်။", "answer": "မှန်"},
            {"id": "T_TF_29", "question": "(၂၉) ဆောက်လုပ်ရေးဝန်ကြီးဌာန၊ လမ်းဦးစီးဌာနပိုင် လမ်းများ၏ လမ်းနယ်နိမိတ်အတွင်း ကျူးကျော်မှုများနှင့်ပတ်သက်၍ မိမိတို့မြို့နယ်အတွင်းရှိ သက်ဆိုင်ရာလမ်းအလိုက် လမ်းနယ်နိမိတ်သတ်မှတ်ချက်များ၊ လမ်းနယ်နိမိတ်မှတ်တိုင် (ကျောက်တိုင်)၊ လမ်းနယ် မကျူးကျော်ရ(ဆိုင်းဘုတ်)များကို အများပြည်သူမြင်သာအောင် စိုက်ထူထားရမည်။", "answer": "မှန်"},
            {"id": "T_TF_30", "question": "(၃၀) ကတ္တရာပီပါခွံများအား လုပ်ငန်း၌ ပြန်လည်သုံးစွဲရာတွင် အလုံးရေ ၁၀၀ အထိ ပြန်လည် အသုံးပြုခြင်းအတွက် သက်ဆိုင်ရာတိုင်းဒေသကြီး/ပြည်နယ် ညွှန်ကြားရေးမှူးများ၏ ခွင့်ပြုချက် ဖြင့် အသုံးပြုနိုင်သည်။", "answer": "မှန်"},
            {"id": "T_TF_31", "question": "(၃၁) ကတ္တရာပီပါခွံများအား အရေးပေါ် ပြင်ဆင်ထိန်းသိမ်းခြင်းလုပ်ငန်းများတွင် ပြန်လည်သုံးစွဲ ထားပါက မှတ်တမ်းဓာတ်ပုံများ၊ ကြေးနန်းများ စသည့် အထောက်များဖြင့် သုံးစွဲခွင့် ပြန်လည်တင်ပြတောင်းခံထားရမည်။", "answer": "မှန်"},
            {"id": "T_TF_32", "question": "(၃၂) ဖို့မြေအမြင့် (၁ မီတာ)ထက် နည်းပါက V:H မှာ 1:2 ဖြစ်သည်။", "answer": "မှန်"},
            {"id": "T_TF_33", "question": "(၃၃) လမ်းတာဘောင်တည်ဆောက်ရာတွင် လမ်းတာသည် အမြင့်ဆုံးရေတက်နိုင်သည့်အမြင့် (Highest Flood Level) ထက်အနည်းဆုံး (၁) မီတာမြှင့်၍ တည်ဆောက်ရမည်ဖြစ်သည်။", "answer": "မှန်"},
            {"id": "T_TF_34", "question": "(၃၄) ကတ္တရာထပ်ပိုးလွှာ တည်ဆောက်ရာတွင် လက်ရှိလမ်းသား ပျက်စီးနေသော Weak Spot နေရာများအား ထောင့်မှန်စတုဂံ(သို့)စတုရန်းပုံ တူးထုတ်ပြီး ပတ်ဝန်းကျင်လမ်းသားတွင် ရှိသည့် လမ်းခင်းပစ္စည်း အမျိုးအစားနှင့်တူညီသော လမ်းခင်းပစ္စည်းအသစ်များကို အသုံးပြု၍ ကြိတ်ခင်းရမည်။", "answer": "မှန်"},
            {"id": "T_TF_35", "question": "(၃၅) ယာဉ်စီးရေကောက်ယူရာတွင် ကား/ကုန်တင်ကားများရပ်နားရန် သတ်မှတ်ထားသော တည် နေရာ များနှင့် လမ်းဆုံ/လမ်းခွရှိသောတည်နေရာများတွင် ကောက်ယူရပါမည်။", "answer": "မှား"},
            {"id": "T_TF_36", "question": "(၃၆) ယာဉ်စီးရေကောက်ယူရာတွင် ဒေသဈေးရောင်းချရမည့်နေ့ (Market Days)၊ ကျောင်း/ရုံးပိတ် သောနေ့ (Public Holidays) စသည့် နေ့ရက်များတွင် ကောက်ယူရပါမည်။", "answer": "မှား"},
            {"id": "T_TF_37", "question": "(၃၇) ငလျင်ဒဏ်ကြောင့်ဖြစ်စေ၊ အခြားအကြောင်းကြောင့် ဖြစ်စေ တံတားအဝင်အထွက် Abutment နှင့် ချဉ်းကပ်လမ်းအကြား လမ်းအောက်ခံမြေ လျှောပြတ်၍ နိမ့်ကျမှု/ဂလိုင်/ ချိုင့်များ ဖြစ်ပေါ်မှု များအတွက် ဘိလပ်မြေသရွတ်မှုတ်သွင်းခြင်း (Cement Grouting) ဖြင့် လမ်းအောက်ခံမြေ အင်အားကို ပြုပြင်နိုင်သည်။", "answer": "မှန်"},
            {"id": "T_TF_38", "question": "(၃၈) ကွန်ကရိလမ်း၏ တစ်ခြမ်းအား Slab Replacement နည်းဖြင့် ပြန်လည်ပြုပြင် တည်ဆောက်ရမည်ဆိုပါက ကျန်ရှိသည့် မူလကွန်ကရိလမ်းတစ်ခြမ်းနှင့် အသစ်ပြန်တည် ဆောက်မည့် ကွန်ကရိလမ်း တစ်ခြမ်းတွဲဆက်နိုင်ရန် Longitudinal joint တွင် dowel bar တည့်သွင်းတည်ဆောက်ရပါမည်။", "answer": "မှား"},
            {"id": "T_TF_39", "question": "(၃၉) မြေကြီး၏ CBR စမ်းသပ်ရန် နမူနာကို ရေထဲတွင် ၇ ရက်စိမ်ထားရသည်။", "answer": "မှား"},
            {"id": "T_TF_40", "question": "(၄၀) ကတ္တရာကွန်ကရစ်အရောဒီဇိုင်းအား rigid pavement layers များတွင်သာ အသုံးပြု ကြသည်။", "answer": "မှား"},
            {"id": "T_TF_41", "question": "(၄၁) Aggregate ၏ ဂုဏ်သတ္တိများသည် ကွန်ကရစ်၏ တာရှည်ခံနိုင်မှု (durability) နှင့် တည်ဆောက်ပုံဆိုင်ရာ စွမ်းဆောင်ရည် (structural performance) ကို များစွာ သက်ရောက်စေသည်။", "answer": "မှန်"},
            {"id": "T_TF_42", "question": "(၄၂) Water-cement ratio သည် ဘိလပ်မြေ hydration အတွက် ရရှိနိုင်သော ရေပမာဏကို သတ်မှတ်ပေးပြီး ကွန်ကရစ်၏ ခိုင်ခံ့မှုနှင့် တာရှည်ခံနိုင်မှုကို တိုက်ရိုက် သက်ရောက်စေသည်။", "answer": "မှန်"},
            {"id": "T_TF_43", "question": "(၄၃) Penetration test စမ်းသပ်ရာတွင် ကတ္တရာ၏ စံနှုန်းသတ်မှတ်ချက် အပူချိန်မှာ 25 °C ဖြစ်သည်။", "answer": "မှန်"},
            {"id": "T_TF_44", "question": "(၄၄) လမ်းအဆောက်အအုံအကျယ် (Road Way) တွင် လမ်းတာ ၊ လမ်းလွှာ နှင့် လမ်းပုခုံးများ ပါဝင်ပါသည်။", "answer": "မှန်"},
            {"id": "T_TF_45", "question": "(၄၅) Cross Drain ၏ သတ်မှတ်ထားသော Camber သည် အများဆုံး ၁၀% ရှိရမည် ဖြစ်သည်။", "answer": "မှန်"},
            {"id": "T_TF_46", "question": "(၄၆) ကတ္တရာ Grade ကို တိုင်းတာရာတွင် Penetration Test နည်းဖြင့် တိုင်းတာနိုင်ပါသည်။", "answer": "မှန်"},
            {"id": "T_TF_47", "question": "(၄၇) Longitudinal Joint ဖြတ်ရမည့် အနက်သည် ကွန်ကရစ်အလွှာအထူ၏ (၁/၃) ရှိရမည်။", "answer": "မှန်"},
            {"id": "T_TF_48", "question": "(၄၈) လမ်းချဲ့ခြင်းလုပ်ငန်းဆောင်ရွက်ရာတွင် မြေတူးခြင်းလုပ်ငန်းအား ၃ပေ အကျယ် မြေတူး ရမည်။", "answer": "မှား"},
            {"id": "T_TF_49", "question": "(၄၉) လမ်းတာဘောင်တည်ဆောက်ရာတွင်အလွှာလိုက်ကြိတ်ခင်းရာ၌ သတ်မှတ်အကျယ်ထက် တစ်ဖက်လျှင် (၀.၆) မီတာ စီ ပိုမိုတည်ဆောက်ပြီး မလိုအပ်သောအပိုင်းများ ဖြတ်ထုတ်၍ သတ်မှတ်ပုံစံဖော်ပေးခြင်းကို ဆောင်ရွက်ရမည်။", "answer": "မှန်"},
            {"id": "T_TF_50", "question": "(၅၀) ပေ(၅၀)အောက်တံတားနှင့် Box Culvert များ ဒီဇိုင်းတောင်းခံရာတွင် ကွင်းအင်ဂျင်နီယာ နှင့် (၅)ပေခြား တိုင်းတာထားသော ချောင်းဖြတ်ပိုင်းပုံများ ပေးပို့ရန် လိုအပ်ပါသည်။", "answer": "မှန်"},
            {"id": "T_TF_51", "question": "(၅၁) Sand Cone Test ကိုမည်သည့်မြေအမျိုးအစားတွင်မဆို စမ်းသပ်နိုင်ပါသည်။", "answer": "မှန်"},
            {"id": "T_TF_52", "question": "(၅၂) တည်ဆောက်ပြီးကွန်ကရစ်လမ်းတွင်ဖြတ်ကြောင်းများကို ၈နာရီထက် နောက်မကျစေပဲ ဖြတ်ရ မည်။", "answer": "မှန်"},
            {"id": "T_TF_53", "question": "(၅၃) အပူချိန်မညီမျှ၍ ပြောင်းလဲမှုဖြစ်စဉ်များနှင့် Shrinkage ဖြစ်စဉ်များကြောင့် ဖြစ်လာနိုင်သော Concrete Random Crack များကိုထိန်းသိမ်းနိုင်ရန် ဒီဇိုင်းတွင် ဖော်ပြထားသော သတ်မှတ် အကွာအဝေးများအတိုင်း ကွန်ကရစ်ဖြတ်ကြောင်းများ ဖြတ်ပေးရမည်။", "answer": "မှန်"},
            {"id": "T_TF_54", "question": "(၅၄) Compressive Strength တိုင်းတာစစ်ဆေးရန် နမူနာတုံး၏ မျက်နှာပြင်ညီညာရန် မလိုအပ်ပါ။", "answer": "မှား"},
            {"id": "T_TF_55", "question": "(၅၅) Well-graded Layer Core Cutter : ___________", "answer": "မှန်"}
        ],
        "fill_in_the_blanks": [
            {"id": "T_FB_1", "question": "(၁) ပြည်ထောင်စု လမ်းသာမန် (ပုံမှန်) ပြင်ဆင်ထိန်းသိမ်းခြင်း ရန်ပုံငွေ တင်ပြတောင်းခံရန် အတွက် နှစ်စဉ် ဘဏ္ဍာနှစ်ကုန်တွင် ရှိမည့် ___________ နှင့် ___________ တင်ပြရမည်။", "answer": "လမ်းအမျိုးအစား၊ လမ်းအရှည်"},
            {"id": "T_FB_2", "question": "(၂) ရန်ပုံငွေတင်ပြတောင်းခံသည့် လုပ်ငန်းသည် လမ်းဦးစီးဌာန (ရုံးချုပ်) ဒီဇိုင်းဖြင့် ဆောင်ရွက်ခြင်း မဟုတ်ပါက ကွင်းရုံးဒီဇိုင်းပုံများ/ Drawing ပုံများတွင် တိုင်းဒေသကြီး/ ပြည်နယ် ------------- ၏ စိစစ်အတည်ပြုထောက်ခံသောလက်မှတ် ပါဝင်ရမည်။", "answer": "ညွှန်ကြားရေးမှူး (မြို့ပြ)"},
            {"id": "T_FB_3", "question": "(၃) ဆောင်ရွက်ပြီးစီးမှုမှတ်တမ်းဓာတ်ပုံတင်ပြရာတွင် မဆောင်ရွက်မီ၊ ဆောင်ရွက်ဆဲ၊ ဆောင်ရွက်ပြီး အခြေအနေတို့၏ မှတ်တမ်းဓာတ်ပုံများသည် တည်နေရာ (Location)၊ မြင်ကွင်း (View)၊ ရှုထောင့် (Angle) ___________ ရမည်။", "answer": "တူညီ"},
            {"id": "T_FB_4", "question": "(၄) ထူးခြားဖြစ်စဉ်တင်ပြရာတွင် ဖြစ်ပွားသည့် နေ့ရက်၊ အချိန်ပါရှိရမည်ဖြစ်ပြီး ---------- တည်နေရာဖော်ပြရာတွင် တိုင်းဒေသကြီး/ပြည်နယ်၊ အပြည့်အစုံ ပါရှိရမည်။", "answer": "ခရိုင်၊ မြို့နယ်၊ မိုင်/ကီလိုမီတာ"},
            {"id": "T_FB_5", "question": "(၅) သဘာဝဘေးအန္တရာယ် ကြိုတင်ပြင်ဆင်ခြင်းအနေဖြင့် ရေစီးရေလာကောင်းမွန်စေရေး ဆောင်ရွက်ခြင်းနှင့် လမ်းမျက်နှာပြင်ပျက်စီးမှုအခြေအနေများ စစ်ဆေးခြင်း၊ တံတားများ၏ ---------- စစ်ဆေးခြင်းလုပ်ငန်းများကို ဆောင်ရွက်ရမည်။", "answer": "ကြံ့ခိုင်မှုအခြေအနေ"},
            {"id": "T_FB_6", "question": "(၆) Pen Mac အလွှာတွင် 1st Seal ၏ ကတ္တရာဖြန်းနှုန်းမှာ ___________ ဖြစ်သည်။", "answer": "0.22 g/yd² - 0.3 g/yd²"},
            {"id": "T_FB_7", "question": "(၇) အမာခံလမ်းပုခုံး၏ Camber သတ်မှတ်ချက်မှာ အနည်းဆုံး ___________ ရှိရမည်။", "answer": "၅%"},
            {"id": "T_FB_8", "question": "(၈) ကတ္တရာကွန်ကရစ်(AC)လမ်းခင်းရာတွင် Penetration Grade အရ အသုံးပြုသည့် ကတ္တရာအမျိုးအစားမှာ ___________ ဖြစ်သည်။", "answer": "၆၀/၇၀"},
            {"id": "T_FB_9", "question": "(၉) Cement Stabilized လမ်းလွှာများတည်ဆောက်ရာတွင် အရောပစ္စည်းများအား plant မှ လုပ်ငန်းခွင် သို့ သယ်ယူပို့ဆောင်ချိန် သည် ___________ ထက်ပိုရန် မသင့်ပါ။", "answer": "30 min"},
            {"id": "T_FB_10", "question": "(၁၀) GIS နည်းပညာတွင် ပါဝင်သော အဓိကအစိတ်အပိုင်း (၆) ခုမှာ Hardware, Software, Data, People, Methods and Procedure နှင့် ___________ များ ဖြစ်ပါသည်။", "answer": "Network"},
            {"id": "T_FB_11", "question": "(၁၁) မည်သူမဆို ဝန်ကြီးဌာနနှင့် လမ်းဦးစီးဌာန၏ ခွင့်ပြုချက်မရှိဘဲ အမြန်လမ်းမကြီးကို ဖြတ်သန်း၍ ___________ တစ်စုံတစ်ရာ ဖောက်လုပ်ခြင်း သို့မဟုတ် ဆောက်လုပ်ခြင်းကို ကျူးလွန်ဆောင်ရွက်ပါက ထိုသူကို ___________ ဖြစ်စေ၊ အနည်းဆုံး ကျပ်တစ်သိန်းမှ အများဆုံးကျပ်တစ်ဆယ်သိန်းအထိ ငွေဒဏ်ဖြစ်စေ၊ ဒဏ်နှစ်ရပ်လုံး ဖြစ်စေ ချမှတ်ရမည့်အပြင် အမြန်လမ်းမကြီးဆိုင်ရာ ပစ္စည်းပျက်စီးဆုံးရှုံးမှုရှိပါက ပစ္စည်း ပျက်စီးဆုံးရှုံးမှုတန်ဖိုးကို ပေးလျော်စေရမည်။", "answer": "သုံးနှစ်ထက်မပိုသောထောင်ဒဏ်"},
            {"id": "T_FB_12", "question": "(၁၂) မြန်မာနိုင်ငံတွင် အာဆီယံလမ်းမကြီး ___________ လမ်း ရှိပါသည်။", "answer": "၇"},
            {"id": "T_FB_13", "question": "(၁၃) မြန်မာနိုင်ငံအတွင်း ဖြတ်သန်းသွားသည့် အာရှလမ်းမကြီး ___________ လမ်း ရှိပါသည်။", "answer": "၄"},
            {"id": "T_FB_14", "question": "(၁၄) လမ်းအစွန်းနယ်နိမိတ်ပြအမှတ်အသား၏ အရောင်မှာ ___________ ရောင် ဖြစ်သည်။", "answer": "အဝါရောင်"},
            {"id": "T_FB_15", "question": "(၁၅) Rumble Strips ___________ ရောင်ဖြင့် ရေးဆွဲရမည်။", "answer": "အဖြူရောင်"},
            {"id": "T_FB_16", "question": "(၁၆) မဖြစ်မနေလိုက်နာရမည့်လမ်းညွှန်း၏ စက်ဝိုင်းပုံဆိုင်းဘုတ်သည် အချင်း ___________ အောက် မငယ်ရပါ။", "answer": "၂ပေ"},
            {"id": "T_FB_17", "question": "(၁၇) လမ်းညွှန်းများကို အန္တရာယ်သတိပေးခြင်းလမ်းညွှန်းများ၊ အမိန့်ပေးခြင်း လမ်းညွှန်း များနှင့် ___________ ဟု ခွဲခြားထားသည်။", "answer": "ညွှန်ပြခြင်းလမ်းညွှန်းများ"},
            {"id": "T_FB_18", "question": "(၁၈) လမ်းနယ် (၁၅၀)ပေ ရှိသော လမ်းအမျိုးအစားများတွင် သစ်ပင်စိုက်ပျိုးပါက ဒုတိယတန်းသည် လမ်းနယ်အဆုံးမှ ___________ အကွာတွင် စိုက်ပျိုး ရမည်။", "answer": "၁၀ပေ"},
            {"id": "T_FB_19", "question": "(၁၉) ကွန်ကရစ်လမ်းတည်ဆောက်ရာတွင် ကွန်ကရစ်ဖြတ်ကြောင်း (joint) များကို ကွန်ကရစ် အချောသပ်ပြုလုပ်ပြီးနောက် ___________ နာရီအတွင်း ပြီးစီးအောင် ဆောင်ရွက်ရမည်။", "answer": "(၈) နာရီ"},
            {"id": "T_FB_20", "question": "(၂၀) ကွန်ကရစ်၏ compressive strength များကို တိုင်းတာရန်အတွက် ပုံစံငယ် (Mould) ယူရာတွင် ___________ နှင့် ___________ များဖြင့် ရယူနိုင်သည်။", "answer": "cube mould / cylinder mould"},
            {"id": "T_FB_21", "question": "(၂၁) ကုဗပုံစံခွက်ဖြင့် နမူနာယူ၍ concrete specimen အား compressive strength စမ်းသပ်ရာ 3000 psi ရလျှင် ၎င်း၏ ဆလင်ဒါခံနိုင်ရည်အား fc' တန်ဖိုးမှာ ----------- psi ဖြစ်သည်။", "answer": "2340"},
            {"id": "T_FB_22", "question": "(၂၂) ကွန်ကရစ်ခင်းရာတွင် ခင်းစက်ဖြင့်ခင်းခြင်းမဆောင်ရွက်နိုင်ဘဲ လူအင်အားဖြင့်ခင်းပါက သိပ်သည်းမှုရရှိရန်အတွက် ___________ ကိုမဖြစ်မနေအသုံးပြုရမည်။", "answer": "Vibrator (တုန်ခါစက်)"},
            {"id": "T_FB_23", "question": "(၂၃) ကွန်ကရစ်အတွင်း ရေငွေ့ဓါတ်ဆုံးရှုံးခြင်းကို ကာကွယ်ရန်အတွက် ___________ ပြုလုပ်ရ ပါမည်။", "answer": "Curing"},
            {"id": "T_FB_24", "question": "(၂၄) Tie Bar သည် deformed bar ဖြစ်ရန်လိုအပ်ပြီး Lane တစ်ခုနှင့်တစ်ခု တွဲဆက်ရန်နှင့် ___________ များမဖြစ်ပေါ်အောင်ထည့်ခြင်းဖြစ်ပါသည်။", "answer": "Transverse crack"},
            {"id": "T_FB_25", "question": "(၂၅) လမ်းဦးစီးဌာနပိုင် ပြည်ထောင်စုမှ စီမံခန့်ခွဲသောလမ်းနှင့် တိုင်းဒေသကြီး/ပြည်နယ်မှ စီမံခန့်ခွဲ သောလမ်းများအတွက် လမ်းအခြေအနေ (Road Chart) များရေးဆွဲရာတွင် ကတ္တရာ ကွန်ကရစ်လမ်းနှင့် ကတ္တရာလမ်းများအတွက် ___________ ဖြင့် သတ်မှတ်ပါသည်။", "answer": "အနက်ရောင်"},
            {"id": "T_FB_26", "question": "(၂၆) ဆောက်လုပ်ရေးဝန်ကြီးဌာန၊ လမ်းဦးစီးဌာနပိုင်လမ်းမကြီးများ၏ လမ်းနယ်အဆင့်အတန်း သတ်မှတ်ချက်တွင် အမြန်လမ်းမကြီး (Expressway) အတွက် ___________ ပေ ဖြစ်ပါသည်။", "answer": "၄၀၀"},
            {"id": "T_FB_27", "question": "(၂၇) ကျွမ်းကျင်မှုဆိုင်ရာခွင့်ပြုမိန့် (Technical Sanction) ချမှတ်ပိုင်ခွင့် အခွင့်အာဏာတွင် ညွှန်ကြားရေးမှူး(မြို့ပြ)၏ အခွင့်အာဏာသည် ကျပ် ___________ သန်းအထိ ဖြစ်ပါသည်။", "answer": "၂၀၀"},
            {"id": "T_FB_28", "question": "(၂၈) ဆောက်လုပ်ရေးဝန်ကြီးဌာန၊ လမ်းဦးစီးဌာနပိုင် လမ်းများ၏ လမ်းနယ်နိမိတ်အတွင်း ကျူးကျော်မှုများနှင့်ပတ်သက်၍ မိမိတာဝန်ယူ ဆောင်ရွက်ရသော လမ်းများတွင် ကျူးကျော် အိမ်/ဆိုင်များ ဆောက်လုပ်ခြင်းမပြုရန် အမြဲစောင့်ကြပ်ကြည့်ရှုစစ်ဆေးရမည်ဖြစ်ပြီး ကျူးကျော်ဆောက်လုပ်ရန် မြေနေရာပြင်ဆင်ချိန်တွင် ___________ ဆောင်ရွက် သွားရမည်။", "answer": "ချက်ချင်းတားမြစ်"},
            {"id": "T_FB_29", "question": "(၂၉) ကတ္တရာပီပါခွံများအား လုပ်ငန်းခွင်တွင် ပြန်လည်သုံးစွဲခွင့် ရရှိရေးအတွက် တင်ပြရာတွင် အဆိုပြုဒီဇိုင်းပုံစံ၊ ___________၊ လုပ်ငန်းဆောင်ရွက်ရန် လိုအပ်ကြောင်း ပေါ်လွင်သည့် မှတ်တမ်းဓာတ်ပုံများဖြင့် တင်ပြရမည်။", "answer": "ကတ္တရာပီပါခွံတွက်စစ်ပုံ"},
            {"id": "T_FB_30", "question": "(၃၀) ဆောက်လုပ်ရေးဝန်ကြီးဌာန လမ်းဦးစီးဌာနမှတာဝန်ယူဆောင်ရွက်သည့် ပြည်ထောင်စုမှ စီမံခန့်ခွဲသော လမ်းများနှင့် တိုင်းဒေသကြီး/ပြည်နယ်မှစီမံခန့်ခွဲသော လမ်းမိုင်စုစုပေါင်းမှာ ------------- ဖြစ်ပါသည်။", "answer": "၄၁၁၃၇/၇.၄၈၁ မိုင်"},
            {"id": "T_FB_31", "question": "(၃၁) လမ်းမိုင်အရှည်တိုးလာခြင်း (သို့မဟုတ်) လျော့နည်းခြင်းလုပ်ငန်းစဉ်အရလမ်းအရှည်အား မြေပြင်အမှန်တိုင်းတာစိစစ်ရာတွင် လမ်းဦးစီးဌာန ၊ ___________ သို့ အပ်နှံပြီး သက်ဆိုင်ရာ မြို့နယ်/ ခရိုင်တာဝန်ခံတို့မှ ဦးဆောင်၍ စနစ်တကျတိုင်းတာစိစစ်ရပါမည်။", "answer": "လမ်း/လေယာဉ်ကွင်းဒီဇိုင်းနှင့်ပုံထုတ်ဌာနခွဲ"},
            {"id": "T_FB_32", "question": "(၃၂) Geometric design report တွင် Profile view သည် ___________ ကို ကိုယ်စားပြုသည်။", "answer": "Vertical alignment"},
            {"id": "T_FB_33", "question": "(၃၃) Road design Criteria in Myanmar 2023 အရ ___________ (terrain) များမှာ Flat, ___________ နှင့် Mountainous တို့ ဖြစ်သည်။", "answer": "Rolling"},
            {"id": "T_FB_34", "question": "(၃၄) Horizontal Curve (၃) မျိုးမှာ Simple curve, ___________ curve နှင့် Reverse curve တို့ ဖြစ်သည်။", "answer": "Compound"},
            {"id": "T_FB_35", "question": "(၃၅) Hard Shoulder ၏ Granular Layer တွင် CBR % သည် ___________ ထက် ပိုရမည်။", "answer": "30"},
            {"id": "T_FB_36", "question": "(၃၆) Granular Layer ၏ ကျစ်လစ်သိပ်သည်းမှုအဆင့် (Degree of Compaction) သည် DOC အရ ___________% ထက် ပိုရမည်။", "answer": "98"},
            {"id": "T_FB_37", "question": "(၃၇) ကတ္တရာကွန်ကရစ်အရောဒီဇိုင်းပြုလုပ်ရာတွင် အများဆုံးအသုံးပြုသည့်နည်းလမ်းမှာ ___________ ဖြစ်သည်။", "answer": "Marshall"},
            {"id": "T_FB_38", "question": "(၃၈) Concrete ကို ___________ fine aggregate, coarse aggregate, water နှင့် admixture တို့ဖြင့် ဖွဲ့စည်းထားသော အရောအနှောဖြစ်သည်။", "answer": "Cement"},
            {"id": "T_FB_39", "question": "(၃၉) Slump Test ကို Concrete ၏ ___________ နှင့် Consistency ကို သတ်မှတ်ရန် ပြုလုပ်သည်။", "answer": "Workability"},
            {"id": "T_FB_40", "question": "(၄၀) လမ်းအမျိုးအစား ___________ ရှိပါသည်။", "answer": "၅ မျိုး"},
            {"id": "T_FB_41", "question": "(၄၁) AC Pavement တွင် Final Rolling ပြီးနောက် ___________ ကြာမြင့်ပြီးမှ ယာဉ်သွားလာမှုကို ခွင့်ပြုရမည်။", "answer": "(၇၂) နာရီ"},
            {"id": "T_FB_42", "question": "(၄၂) မြေသားလမ်းတည်ဆောက်ရာတွင် Top Soil အား မြက်ပင်၊သစ်ပင်၊သစ်မြစ်၊အမှိုက်များ ကုန်စင်စေရန် အနည်းဆုံး ထု ___________ ခန့် ဖယ်ထုတ်ရမည်။", "answer": "၆ လက်မ"},
            {"id": "T_FB_43", "question": "(၄၃) ချဉ်းကပ်လမ်းနှင့်တံတားဆုံသည့်နေရာတွင် Roller ကြိတ်ရန် ခက်ခဲသည့် ------------- ခန့်ကို Crushed Rock (or) Gravel + Sand များ ထည့်၍ လမ်းတာဘောင်တည်ဆောက်စဉ်မှစ၍ Hand Compactor ဖြင့် အလွှာလိုက် ကြိတ်ခင်းတည်ဆောက်ရမည်။", "answer": "0.6 m"},
            {"id": "T_FB_44", "question": "(၄၄) ကွန်ကရစ်ဖျော်စက်မှ ကွန်ကရစ်ခင်းမည့် နေရာလုပ်ငန်းခွင်သို့ Concrete Mix သယ်ယူပို့ဆောင်ချိန် ___________ ထပ် မပိုရပါ။", "answer": "(၁)နာရီ (၃၀)မိနစ်"},
            {"id": "T_FB_45", "question": "(၄၅) AADT ဆိုသည်မှာ တစ်နှစ်အတွင်းရှိ ___________ ယာဉ်စီးရေကို ခေါ်ပါသည်။", "answer": "တစ်နေ့ပျမ်းမျှ"},
            {"id": "T_FB_46", "question": "(၄၆) တစ်ရက်လျှင် ဖြတ်သန်းသွားလာသောယာဉ်စီးရေ (၅၀-၂၀၀) ကြား ဖြစ်ပါက ယာဉ်သွား လမ်းအကျယ်သည် ___________ ရှိရမည်။", "answer": "(၁၆)ပေ"},
            {"id": "T_FB_47", "question": "(၄၇) ကတ္တရာလမ်းလွှာအောက်တွင် တည်ဆောက်ရမည့် အခြေခံလွှာ၏ ခံနိုင်ဝန် (CBR)တန်ဖိုးသည် အနည်းဆုံး ___________% ရှိရမည်။", "answer": "80"},
            {"id": "T_FB_48", "question": "(၄၈) Subgrade Layer ကို အနည်းဆုံး ___________ အထူခင်းကြိတ်တည်ဆောက်ရမည်။", "answer": "၃၂၅ မီလီမီတာ"},
            {"id": "T_FB_49", "question": "(၄၉) ရေ ၁လီတာ၏ ပျမ်းမျှအလေးချိန်သည် ___________ kg ဖြစ်သည်။", "answer": "1"},
            {"id": "T_FB_50", "question": "(၅၀) ကတ္တရာအမျိုးအစား (60/70) နှင့် (80/100) အား ___________ Test ဖြင့်စမ်းသပ်၍ ခွဲခြားနိုင်သည်။", "answer": "Penetration"},
            {"id": "T_FB_51", "question": "(၅၁) ငလျင်ဒဏ်ကြောင့် ကွန်ကရိလမ်းအက်ကွဲခဲ့ပါက ကွဲအက်မှုအကျယ် (Crack Opening) (>25mm) ၂၅ မီလီမီတာ အထက် ဖြစ်ပြီး ကွဲအက်မှု အနက်သည် အနည်းဆုံး ၂ လက်မ မှ အများဆုံး ကွန်ကရစ် လမ်းလွှာအထူ၏ တစ်ဝက် (သို့မဟုတ်) Dowel Bar အပေါ်မျက်နှာပြင် အထက် ဖြစ်ပါက ကွန်ကရစ်လမ်းလွှာအား ___________ အနည်းဆုံး အရှည် ၆ ပေ ဆောင်ရွက်ရမည်။", "answer": "Partial Depth Repair"},
            {"id": "T_FB_52", "question": "(၅၂) ငလျင်ဒဏ်ကြောင့် ကွန်ကရစ် ကွဲအက်မှုအကျယ် (Crack Opening) (<25mm) ၂၅ မီလီမီတာ အောက် ကွဲအက်မှု ဖြစ်ပေါ်ပါက ___________ / Crack Filling ဆောင်ရွက်ရမည်။", "answer": "Crack Sealing"},
            {"id": "T_FB_53", "question": "(၅၃) ကတ္တရာလမ်း၏ Camber % သည် ကွန်ကရိလမ်း၏ Camber % ထက်ပိုမိုများရခြင်းမှာ ----------- Texture ကြောင့်ဖြစ်ပါသည်။", "answer": "Smooth Surface (မျက်နှာပြင်ချောမွေ့မှု)"},
            {"id": "T_FB_54", "question": "(၅၄) လမ်းလွှာဒီဇိုင်းတွက်ချက်ရာတွင် ယာဉ်အမျိုးအစား၊အရေအတွက် ယာဉ်အလေးချိန်များ ထည့်သွင်း စဉ်စားရသည့်အပြင် ယာဉ်သွားလာမှုပုံစံ (အသွား/အပြန်) ___________ ကိုလည်း ထည့်သွင်းတွက်ချက်ရပါသည်။", "answer": "Directional Distribution Factor (DD)"},
            {"id": "T_FB_55", "question": "(၅၅) လမ်းလွှာဒီဇိုင်းတွက်ချက်ရာတွင် တိုးတက်များပြားလာမည့် ယာဉ်စီးရေကို နှစ်အလိုက် ခန့်မှန်း၍ Traffic Growth Rate ကို ယေဘုယျအားဖြင့် ___________ ဖြင့် တွက်ချက်လေ့ရှိပါသည်။", "answer": "4.5%"}
        ],
        "multiple_choice": [
            {
                "id": "T_MC_1",
                "question": "ကတ္တရာလမ်းအနိမ့်အမြင့်ဖြေညှိခြင်းလုပ်ငန်းသည် ___________ ဖြစ်သည်။",
                "options": ["(က) ပုံမှန်ပြင်ဆင်ထိန်းသိမ်းခြင်း (Routine Maintenance)", "(ခ) ကြိုတင်ကာကွယ်ပြင်ဆင်ထိန်းသိမ်းခြင်း (Preventive Maintenance)", "(ဂ) အရေးပေါ်ပြင်ဆင်ထိန်းသိမ်းခြင်း (Emergency Maintenance)"],
                "answer": "(ခ) ကြိုတင်ကာကွယ်ပြင်ဆင်ထိန်းသိမ်းခြင်း (Preventive Maintenance)"
            },
            {
                "id": "T_MC_2",
                "question": "ရေစီးရေလာကောင်းမွန်စေရေးဆောင်ရွက်ခြင်း လုပ်ငန်းသည် ___________ ဖြစ်သည်။",
                "options": ["(က) ကြိုတင်ပြင်ဆင်ခြင်း", "(ခ) အရေးပေါ်တုံ့ပြန်ခြင်း", "(ဂ) ပြန်လည်ထူထောင်ရေး"],
                "answer": "(က) ကြိုတင်ပြင်ဆင်ခြင်း"
            },
            {
                "id": "T_MC_3",
                "question": "ဂိတ်များတွင် မောင်းတံပျက်စီးမှုများပြုပြင်ရန် ပြည်ထောင်စု ___________ ပြင်ဆင်ထိန်းသိမ်းခြင်းရန်ပုံငွေ တင်ပြတောင်းခံနိုင်သည်။",
                "options": ["(က) လမ်း", "(ခ) အဆောက်အဦ", "(ဂ) အခြား"],
                "answer": "(ဂ) အခြား"
            },
            {
                "id": "T_MC_4",
                "question": "ဆက်ကြောင်းများပျက်စီးခြင်း (Joint Spalling) သည် ___________ ၏ ပျက်စီးမှုအမျိုးအစားဖြစ်သည်။",
                "options": ["(က) ကတ္တရာလမ်း", "(ခ) ကွန်ကရစ်လမ်း", "(ဂ) ကျောက်လမ်း"],
                "answer": "(ခ) ကွန်ကရစ်လမ်း"
            },
            {
                "id": "T_MC_5",
                "question": "မည်သည့်လမ်းအမျိုးအစားမဆိုတွေ့ရလေ့ရှိသည့် လမ်းပျက်စီးမှုမှာ ___________ ဖြစ်သည်။",
                "options": ["(က) Bleeding", "(ခ) Faulting", "(ဂ) Shoulder Drop-off"],
                "answer": "(ဂ) Shoulder Drop-off"
            },
            {
                "id": "T_MC_6",
                "question": "Concrete လမ်းတည်ဆောက်ခြင်းလုပ်ငန်းတွင် လုပ်ငန်းမဆောင်ရွက်မီ Pavement Design နှင့် ___________ အတည်ပြုချက်ရရှိပြီးဖြစ်ရမည်။",
                "options": ["(က) Concrete Mix Design", "(ခ) Pavement Design", "(ဂ) Estimate"],
                "answer": "(က) Concrete Mix Design"
            },
            {
                "id": "T_MC_7",
                "question": "Well-Graded Crushed Rock Sub-Base and Base Layer ၏ သိပ်သည်းမှု(DOC) အား Field တွင် ___________ ဖြင့် စစ်ဆေးနိုင်သည်။",
                "options": ["(က) Sand Cone Test & EDG Test", "(ခ) Plate bearing Test", "(ဂ) Slump Test"],
                "answer": "(က) Sand Cone Test & EDG Test"
            },
            {
                "id": "T_MC_8",
                "question": "မြေအမျိုးအစားတစ်မျိုး၏ Plasticity Index (PI) နည်းပါက ___________ ပါဝင်မှုရာခိုင်နှုန်း နည်းသည်။",
                "options": ["(က) Clay", "(ခ) Sand", "(ဂ) Gravel"],
                "answer": "(က) Clay"
            },
            {
                "id": "T_MC_9",
                "question": "Crushed Rock Sub-base & Base အား ___________ တွဲလျက် တည်ဆောက်ရမည်။",
                "options": ["(က) လမ်းပုခုံး", "(ခ) Formwork", "(ဂ) Side Drain"],
                "answer": "(က) လမ်းပုခုံး"
            },
            {
                "id": "T_MC_10",
                "question": "ကတ္တရာကွန်ကရစ်အရောတွင် ကတ္တရာပါဝင်မှုသည် Mix Design ထက် လွန်ကဲစွာပါဝင်နေပါက လမ်းမျက်နှာပြင်တွင် --------------- ကို ဖြစ်စေသည်။",
                "options": ["(က) Cracking", "(ခ) Pot Hole", "(ဂ) Bleeding"],
                "answer": "(ဂ) Bleeding"
            },
            {
                "id": "T_MC_11",
                "question": "GPS ၏ အဓိပ္ပါယ်ကို ဖော်ပြပါ။",
                "options": ["(က) Global Positioning System", "(ခ) General Position Service", "(ဂ) Geographic Program System"],
                "answer": "(က) Global Positioning System"
            },
            {
                "id": "T_MC_12",
                "question": "လမ်းနှင့်တံတားအသုံးပြုခကောက်ခံခြင်းလုပ်ငန်းများအတွက် အဓိကဥပဒေမှာ… ___________ ဖြစ်သည်။",
                "options": ["(က) လမ်းမကြီးများဥပဒေ", "(ခ) လမ်းနှင့်တံတားအသုံးပြုခြင်းဆိုင်ရာဥပဒေ", "(ဂ) အမြန်လမ်းမကြီးများ ဥပဒေ"],
                "answer": "(ခ) လမ်းနှင့်တံတားအသုံးပြုခြင်းဆိုင်ရာဥပဒေ"
            },
            {
                "id": "T_MC_13",
                "question": "အမြန်လမ်းမကြီးပေါ်၌ လမ်းလုပ်ငန်းဆောင်ရွက်ရာတွင် အသုံးပြုသော မော်တော်ယာဉ်များမှအပ အခြားမော်တော်ယာဉ်များသည် လိုအပ်သည့်နေရာများ၊ လမ်းအကွေ့နေရာ များတွင် သတိပေးညွှန်ပြထားသည့် ___________ မောင်းနှင်ရမည်။",
                "options": ["(က) သတ်မှတ်အမြန်နှုန်းအတွင်းသာ", "(ခ) သင့်လျော်သည့် အမြန်နှုန်းအတွင်းသာ", "(ဂ) လိုအပ်သည့်အမြန်နှုန်းအတွင်းသာ"],
                "answer": "(က) သတ်မှတ်အမြန်နှုန်းအတွင်းသာ"
            },
            {
                "id": "T_MC_14",
                "question": "အထူးစီးပွားရေးဇုန်များမှာ ကျောက်ဖြူအထူးစီးပွားရေးဇုန်၊ ထားဝယ်အထူးစီးပွားရေးဇုန်နှင့် ___________ တို့ဖြစ်ပါသည်။",
                "options": ["(က) သီလဝါအထူးစီးပွားရေးဇုန်", "(ခ) ဒဂုံအထူးစီးပွားရေးဇုန်", "(ဂ) မြဝတီအထူး စီးပွားရေးဇုန်"],
                "answer": "(က) သီလဝါအထူးစီးပွားရေးဇုန်"
            },
            {
                "id": "T_MC_15",
                "question": "အာဆီယံ Class I လမ်း၏ Pavement Type မှာ ___________ ဖြစ်ပါသည်",
                "options": ["(က) Asphalt or Cement Concrete Road", "(ခ) Bituminous Road", "(ဂ) Gravel Road"],
                "answer": "(က) Asphalt or Cement Concrete Road"
            },
            {
                "id": "T_MC_16",
                "question": "အန္တရာယ်သတိပေးလမ်းညွှန်းဆိုင်းဘုတ်၏ အောက်ခံအရောင်မှာ ___________ ဖြစ်သည်။",
                "options": ["(က) အဖြူရောင်", "(ခ) အဝါရောင်", "(ဂ) လိမ္မော်ရောင်"],
                "answer": "(ခ) အဝါရောင်"
            },
            {
                "id": "T_MC_17",
                "question": "လူကူးမျဉ်းကျား၏အရောင်မှာ ___________ ဖြစ်သည်။",
                "options": ["(က) အဖြူရောင်", "(ခ) အဝါရောင်", "(ဂ) လိမ္မော်ရောင်"],
                "answer": "(ခ) အဝါရောင်"
            },
            {
                "id": "T_MC_18",
                "question": "_______လမ်းဘေးကပ်တုံးရှိသော လမ်းတစ်လျှောက်တွင် ယာဉ်များ လုံးဝ ရပ်ဆိုင်းခြင်း၊ ရပ်နားခြင်း မပြုရ။",
                "options": ["(က) အဖြူအနီကျား", "(ခ) အဖြူအနက်ကျား", "(ဂ) အဝါအနက်ကျား"],
                "answer": "(က) အဖြူအနီကျား"
            },
            {
                "id": "T_MC_19",
                "question": "လမ်းညွှန်းဆိုင်းဘုတ်စိုက်ထူရာတွင် တိုင်ထောင်ဖော်ပြရာ၌ အန္တရာယ်သတိပေးချက်များကို ___________ တစ်ပေခြားစီ ဆောင်ရွက်ရမည်။",
                "options": ["(က) အဖြူ၊အနီကျား", "(ခ) အဖြူ/အနက်ကျား", "(ဂ) အဝါ/အနက်ကျား"],
                "answer": "(ဂ) အဝါ/အနက်ကျား"
            },
            {
                "id": "T_MC_20",
                "question": "ပတ်ဝန်းကျင်ထိန်းသိမ်းရေးဆိုင်ရာ လိုက်နာဆောင်ရွက်မှု သက်သေခံလက်မှတ်၏ သက်တမ်းသည် ___________ ဖြစ်ပါသည်။",
                "options": ["(က) ၃ နှစ်", "(ခ) ၄ နှစ်", "(ဂ) ၅ နှစ်"],
                "answer": "(ဂ) ၅ နှစ်"
            },
            {
                "id": "T_MC_21",
                "question": "လမ်းတာဘောင် (Embankment) လုပ်ငန်း ဆောင်ရွက်ရာတွင် အလွှာလိုက်ခင်းကြိတ်ရမည် ဖြစ်ပြီး တစ်လွှာလျှင် အပွထု ___________ ထက်မများစေရ။",
                "options": ["(က) ၈ လက်မ", "(ခ) ၉ လက်မ", "(ဂ) ၁၂ လက်မ"],
                "answer": "(ခ) ၉ လက်မ"
            },
            {
                "id": "T_MC_22",
                "question": "စမ်းသပ်ပစ္စည်းနမူနာထုတ်ယူရာတွင် စုပုံထားသော ပစ္စည်းများ၏ ---------------------- ယူရမည်။",
                "options": ["(က) အောက်ဆုံး", "(ခ) အပေါ်ဆုံး", "(ဂ) နေရာမျိုးစုံ"],
                "answer": "(ဂ) နေရာမျိုးစုံ"
            },
            {
                "id": "T_MC_23",
                "question": "Water cement ratio အား ___________ test ဆောင်ရွက်ခြင်းဖြင့် စစ်ဆေးသိရှိနိုင်ပါသည်။",
                "options": ["(က) cube", "(ခ) cylinder", "(ဂ) slump"],
                "answer": "(ဂ) slump"
            },
            {
                "id": "T_MC_24",
                "question": "လမ်းမျက်နှာပြင်တွင် အမြင့်ဆုံးတက်နေသော အပိုင်းကို ---------------ဟုခေါ်သည်။",
                "options": ["(က) Super elevation", "(ခ) Camber", "(ဂ) Crown", "(ဃ) Kerb"],
                "answer": "(ဂ) Crown"
            },
            {
                "id": "T_MC_25",
                "question": "Camber ထားရခြင်း၏ အဓိကရည်ရွယ်ချက်မှာ ___________",
                "options": ["(က) မိုးရေများစီးဆင်းစေရန်", "(ခ) လမ်း၏တည်ငြိမ်မှုကိုထိန်းသိမ်းရန်", "(ဂ) geometric specification"],
                "answer": "(က) မိုးရေများစီးဆင်းစေရန်"
            },
            {
                "id": "T_MC_26",
                "question": "လမ်းတည်ဆောက်ခြင်းအတွက် သင့်လျော်သော မြေအမျိုးအစားမှာ ___________ ဖြစ်သည်။",
                "options": ["(က) Black cotton soil", "(ခ) Sand", "(ဂ) Stone dust", "(ဃ) Gravel"],
                "answer": "(ဃ) Gravel"
            },
            {
                "id": "T_MC_27",
                "question": "Pavement ပျက်စီးမှုများထဲတွင် design ပေါ်တွင် မမူတည်သော failure သည် ___________ ဖြစ်သည်။",
                "options": ["(က) အရည်အသွေးနိမ့်သောဆောက်လုပ်ရေးပစ္စည်းများ", "(ခ) Compaction ပြုလုပ်မှုနောက်ကျခြင်း", "(ဂ) မြေကျဆင်းမှု", "(ဃ) တန်ပိုတင်ယာဉ်များ"],
                "answer": "(ဃ) တန်ပိုတင်ယာဉ်များ"
            },
            {
                "id": "T_MC_28",
                "question": "Drainage အတွက် အများဆုံးအသုံးပြုသော ပုံသဏ္ဍာန်မှာ --------------- ဖြစ်သည်။",
                "options": ["(က) Rectangular", "(ခ) Trapezoidal", "(ဂ) Triangular", "(ဃ) Circular"],
                "answer": "(ခ) Trapezoidal"
            },
            {
                "id": "T_MC_29",
                "question": "လမ်းဦးစီးဌာနပိုင် ပြည်ထောင်စုမှ စီမံခန့်ခွဲသောလမ်းနှင့် တိုင်းဒေသကြီး/ပြည်နယ်မှ စီမံခန့်ခွဲ သောလမ်းများအတွက် လမ်းအခြေအနေ (Road Chart) များရေးဆွဲရာတွင် ကွန်ကရစ်လမ်းများ အတွက် ___________ ဖြင့် သတ်မှတ်ပါသည်။",
                "options": ["(က) အနက်ရောင်", "(ခ) ခဲရောင်", "(ဂ) အနီရောင်"],
                "answer": "(ခ) ခဲရောင်"
            },
            {
                "id": "T_MC_30",
                "question": "ဆောက်လုပ်ရေးဝန်ကြီးဌာန၊ လမ်းဦးစီးဌာနပိုင်လမ်းမကြီးများ၏ လမ်းနယ်အဆင့်အတန်းသတ်မှတ်ချက်တွင် ခရိုင်/မြို့နယ်များဆက်သွယ်သည့်လမ်း (Districts/Township Collector Road) ___________ ပေ ဖြစ်ပါသည်။",
                "options": ["(က) ၃၀၀", "(ခ) ၂၃၀", "(ဂ) ၁၅၀"],
                "answer": "(ဂ) ၁၅၀"
            },
            {
                "id": "T_MC_31",
                "question": "လမ်းနယ်နိမိတ်အတွင်းကျရောက်လျက်ရှိသော ကျူးကျော်အိမ်ခြေ/ ကျူးကျော်ဆိုင်/ ယာယီ ဆိုင်များစာရင်းကို အတိအကျကောက်ယူပြီးနောက် လမ်းနယ်နိမိတ်ပြင်ပသို့ ရွှေ့ပြောင်း ပေးရေးအတွက် ရှင်းလင်းပြောကြားခြင်း၊ သတိပေးနှိုးဆော်စာ ထုတ်ပြန်ခြင်းများ ဆောင်ရွက်ပြီး တစ်လကြာချိန်အထိ လိုက်နာဆောင်ရွက်မှုမရှိပါက လမ်းမကြီးများ ဥပဒေ/အမြန်လမ်းမကြီးများ ဥပဒေများနှင့်အညီ ___________ တရားစွဲဆို ဆောင်ရွက်ရမည်။",
                "options": ["(က) (၁)ကြိမ်", "(ခ) (၂)ကြိမ်", "(ဂ) (၃)ကြိမ်"],
                "answer": "(ဂ) (၃)ကြိမ်"
            },
            {
                "id": "T_MC_32",
                "question": "လမ်းဦးစီးဌာနမှဆောင်ရွက်သော လမ်း/တံတားလုပ်ငန်းများအတွက် ခန့်မှန်းခြေစာရင်း ရေးဆွဲရာတွင် အထွေထွေစရိတ် (၅%) အား ___________ အပေါ်တွင် ထည့်သွင်းရေးဆွဲ တွက်ချက်ရမည်။",
                "options": ["(က) တိုက်ရိုက်စရိတ်၏ (၅ %)", "(ခ) စုစုပေါင်းစရိတ်၏ (၅ %)", "(ဂ) လုပ်အားခ၏(၅ %)"],
                "answer": "(က) တိုက်ရိုက်စရိတ်၏ (၅ %)"
            },
            {
                "id": "T_MC_33",
                "question": "လမ်းဦးစီးဌာနမှဆောင်ရွက်သော လမ်း/တံတားလုပ်ငန်းများအတွက် ခန့်မှန်းခြေစာရင်း ရေးဆွဲရာတွင် Design Fee နှင့် QC Fee အား အများဆုံး ___________- အထိသာ ထည့်သွင်း ရေးဆွဲလျာထားနိုင်သည်။",
                "options": ["(က) (၁ %)", "(ခ) (၂ %)", "(ဂ) (၃ %)"],
                "answer": "(က) (၁ %)"
            },
            {
                "id": "T_MC_34",
                "question": "မြို့နယ်-ကျေးရွာများ ဆက်သွယ်သည့်လမ်းကို လမ်းအသုံးချမှုပုံစံ (Function) အရ ___________ ဟု ခေါ်သည်။",
                "options": ["(က) Collector road", "(ခ) Sub arterial", "(ဂ) Local road"],
                "answer": "(ဂ) Local road"
            },
            {
                "id": "T_MC_35",
                "question": "ဖို့မြေ/ ဖြတ်မြေ အမြင့် ___________ မီတာနှင့် ၎င်းထက်ကျော်ပါက berm ထည့်သွင်း တည်ဆောက်ရမည်။",
                "options": ["(က) ၅", "(ခ) ၉", "(ဂ) ၁၀"],
                "answer": "(က) ၅"
            },
            {
                "id": "T_MC_36",
                "question": "Rural area ၊ Flat terrain တွင် Expressway ၏ design speed မှာ -------- km/hr ဖြစ်သည်။",
                "options": ["(က) 100", "(ခ) 120", "(ဂ) 140"],
                "answer": "(ခ) 120"
            },
            {
                "id": "T_MC_37",
                "question": "California Bearing Ratio Test ကို ကျစ်လစ်အောင်ပြုလုပ်ထားသော မြေနမူနာအား ___________ curing ပြုလုပ်ပြီးနောက် စမ်းသပ်သည်။",
                "options": ["(က) 1 day", "(ခ) 4 days", "(ဂ) 7 days"],
                "answer": "(ခ) 4 days"
            },
            {
                "id": "T_MC_38",
                "question": "Concrete Work တွင် Mixing Water အဖြစ် ___________ ကို အသုံးပြုသင့်သည်။",
                "options": ["(က) Fresh water", "(ခ) Sea water", "(ဂ) Waste water"],
                "answer": "(က) Fresh water"
            },
            {
                "id": "T_MC_39",
                "question": "Mixing Water Content (W) မှာ 195 kg/m³ ၊ Water to Cement Ratio (W/C) သည် 0.44 ဖြစ်ပါက Cement Content (C) သည် _______ kg/m³ ဖြစ်သည်။",
                "options": ["(က) 445", "(ခ) 440", "(ဂ) 443"],
                "answer": "(ဂ) 443"
            },
            {
                "id": "T_MC_40",
                "question": "Compression Testing Machine အား Concrete ၏ ___________ Strength သတ်မှတ်ရန် အသုံးပြုသည်။",
                "options": ["(က) Compressive", "(ခ) Flexural", "(ဂ) Tensile"],
                "answer": "(က) Compressive"
            },
            {
                "id": "T_MC_41",
                "question": "Sieve analysis test ကို တစ်နည်းအားဖြင့် ___________ test ဟု ခေါ်ဆိုပြီး ရောစာ ကျောက်(သို့) သဲတို့၏ အရွယ်အစားများကို သတ်မှတ်နိုင်ပါသည်။",
                "options": ["(က) Gradation", "(ခ) Penetration", "(ဂ) Core Drill"],
                "answer": "(က) Gradation"
            },
            {
                "id": "T_MC_42",
                "question": "လမ်းတာဘောင်နှင့်လမ်းအောက်ခံမြေတည်ဆောက်ရာတွင် အရည်အသွေးထိန်းသိမ်းခြင်းလုပ်ငန်းဆောင်ရွက်ရာ၌ သိပ်သည်းခြင်း(Density)နှင့် ရေငွေ့ပါဝင်ခြင်း (moisture content) ကို စမ်းသပ်ရန်အတွက် Design တွင် သတ်မှတ်ထားသော တိုင်းတာရမည့် frequency of measurement မှာ ___________ ဖြစ်သည်။",
                "options": ["(က) 1/100 ft", "(ခ) 1/1000 ft", "(ဂ) 1/10 ft"],
                "answer": "(ခ) 1/1000 ft"
            },
            {
                "id": "T_MC_43",
                "question": "ကတ္တရာ Grade ကို တိုင်းတာရာတွင် ___________ နည်းဖြင့် တိုင်းတာနိုင်ပါသည်။",
                "options": ["(က) Viscosity Test", "(ခ) Penetration Test", "(ဂ) Sand Cone"],
                "answer": "(ခ) Penetration Test"
            },
            {
                "id": "T_MC_44",
                "question": "ကတ္တရာလမ်းတွင် လမ်းမျက်နှာပြင် ရေစိမ့်ဝင်ခြင်းကို ကာကွယ်ရန် လမ်းမျက်နှာပြင် ရေဆင်း (လိပ်ခုံးလျော)ကို ___________ ပြုလုပ်ထားခြင်းဖြင့် လမ်းမျက်နှာပြင် ပျက်စီးခြင်းကို ကာကွယ်နိုင်ပေမည်။",
                "options": ["(က) ၁% မှ ၂%", "(ခ) ၂% မှ ၃%", "(ဂ) ၃% မှ ၄%"],
                "answer": "(ခ) ၂% မှ ၃%"
            },
            {
                "id": "T_MC_45",
                "question": "Slipform paver equipment အား Displacement မဖြစ်စေရန် Dowel bar အား ခင်းမည့် ကွန်ကရစ် pavement ၏ အစွန်မှ အနည်းဆုံး ------------- အကွာမှ စတင်တပ်ဆင်ရမည်။",
                "options": ["(က) ၉ လက်မ", "(ခ) ၁၅ လက်မ", "(ဂ) ၁၂ လက်မ"],
                "answer": "(က) ၉ လက်မ"
            },
            {
                "id": "T_MC_46",
                "question": "AC နမူနာတုံးပြုလုပ်ရာတွင် Rammer ဖြင့်မျက်နှာပြင်တစ်ဘက်လျှင် အချက်ရေ ----- ထောင်းရသည်။",
                "options": ["(က) ၁၀၀", "(ခ) ၇၅", "(ဂ) ၁၅၀"],
                "answer": "(ခ) ၇၅"
            },
            {
                "id": "T_MC_47",
                "question": "MPa သည် ___________ ဖြစ်သည်။",
                "options": ["(က) KN/mm²", "(ခ) N/mm²", "(ဂ) Pa/mm²"],
                "answer": "(ခ) N/mm²"
            },
            {
                "id": "T_MC_48",
                "question": "Base Course တွင် ခွဲကျောက်၏ ကွဲကြေနှုန်းတန်ဖိုး(Crushing Value) သည် ___________ ထက်မကြီးရ။",
                "options": ["(က) 30", "(ခ) 50", "(ဂ) 70"],
                "answer": "(က) 30"
            },
            {
                "id": "T_MC_49",
                "question": "လမ်းလွှာဒီဇိုင်းတွက်ချက်ရာတွင် လမ်းလွှာပုံစံထုတ်ခြင်းတွင်ပါဝင်သော Commercial Vehicle ဆိုသည်မှာ ___________ တန်အထက်ယာဉ်များ ဆိုလိုပါသည်။",
                "options": ["(က) 1.5 ton", "(ခ) 3 ton", "(ဂ) 5 ton"],
                "answer": "(ခ) 3 ton"
            },
            {
                "id": "T_MC_50",
                "question": "ငလျင်ဒဏ်ကြောင့် လမ်းတာဘောင်နိမ့်ကျပျက်စီးပါက ___________ မှစ၍ လမ်းလွှာဒီဇိုင်း အတိုင်း လမ်းလွှာအသစ် (Reconstruction) ပြန်လည်တည်ဆောက်ရမည်။",
                "options": ["(က) မြေသားလုပ်ငန်း", "(ခ) ဒုအခြေခံလွှာခင်းခြင်းလုပ်ငန်း", "(ဂ) အခြေခံလွှာခင်းခြင်းလုပ်ငန်း"],
                "answer": "(က) မြေသားလုပ်ငန်း"
            },
            {
                "id": "T_MC_51",
                "question": "မိမိတာဝန်ယူထိန်းသိမ်းရသော လမ်းတွင် အလေးချိန် အလွန်များပြားသည့် ပစ္စည်း (ဥပမာ တန် ၅၀ ရှိသည့် စက်ပစ္စည်းအစိတ်အပိုင်း) အား သယ်ဆောင်ဖြတ်သန်းမည် ဆိုပါက မည်သို့သော ဝင်ရိုး (Axle) မျိုးဖြင့် သယ်ယူသင့်သနည်း။",
                "options": ["(က) Single Axle", "(ခ) Tandem Axle", "(ဂ) Multiple Axle"],
                "answer": "(ဂ) Multiple Axle"
            },
            {
                "id": "T_MC_52",
                "question": "လမ်းလွှာဒီဇိုင်းစဉ်းစားရာတွင် Flexible Pavement အတွက် Design Life ကို ___________ ဖြင့် စဉ်းစားတွက်ချက်လေ့ရှိသည်။",
                "options": ["(က) ၅ နှစ်", "(ခ) ၁၀ နှစ်", "(ဂ) ၂၀ နှစ်"],
                "answer": "(ခ) ၁၀ နှစ်"
            },
            {
                "id": "T_MC_53",
                "question": "မြေထိန်းနံရံ Design တွက်ချက်ရာတွင် မဖြစ်မနေ ထည့်သွင်းစဉ်းစားရသည့် အချက် တစ်ချက် ဖြစ်သည့် ___________ သည် မြေကြီး၏ Active Pressure ကြောင့် မြေကြီးမရှိသည့် ဘက်သို့ ယိုင်သွားခြင်းဖြစ်ပါသည်။",
                "options": ["(က) Overturning", "(ခ) Sliding", "(ဂ) Bearing Capacity"],
                "answer": "(က) Overturning"
            },
            {
                "id": "T_MC_54",
                "question": "ယာဉ်စီးရေကောက်ယူရာတွင် အနည်းဆုံး (၇) ရက် ဆက်တိုက် ကောက်ယူရန် လိုအပ်သည်။ အကယ်၍ (၂၄) နာရီ ပြည့်အောင် မကောက်ယူနိုင်သော နေရာများတွင် အနည်းဆုံး (---------------) နာရီ ကောက်ယူရမည်ဖြစ်ပြီး ၂၄ နာရီ ကောက်ယူသည့် စာရင်းအဖြစ်သို့ပြောင်းလဲ တွက်ချက်ရမည်။",
                "options": ["(က) ၈ နာရီ", "(ခ) ၁၆ နာရီ", "(ဂ) ၂၀ နာရီ"],
                "answer": "(ခ) ၁၆ နာရီ"
            },
            {
                "id": "T_MC_55",
                "question": "Cement Stabilized Base Course တွင်ပါဝင်သော coarse aggregate ၏ Plasticity index တန်ဖိုးသည် ___________ ထက် မများရပါ။",
                "options": ["(က) 4%", "(ခ) 6%", "(ဂ) 8%"],
                "answer": "(ခ) 6%"
            }
        ],
        "descriptive": [
            {
                "id": "T_D_1",
                "question": "ပြည်ထောင်စု သာမန်(ပုံမှန်) လမ်းပြင်ဆင်ထိန်းသိမ်းခြင်းလုပ်ငန်းတွင် ပါဝင်သည့် လုပ်ငန်းများကို ဖြေဆိုပါ။",
                "answer": (
                    "ပြည်ထောင်စုသာမန်(ပုံမှန်) လမ်းပြင်ဆင်ထိန်းသိမ်းခြင်း လုပ်ငန်းတွင် အောက်ပါတို့ပါဝင်ပါသည်-\n"
                    "• လမ်းပေါက်ငယ်များဖာထေးခြင်း\n"
                    "• မြက်ရိတ်ခြင်း၊ ခြုံခုတ်တောရှင်းခြင်း၊ အလင်းဖွင့်ခြင်း\n"
                    "• ရေစီးရေလာကောင်းမွန်စေရန် လမ်းဘေးရေမြောင်းတူးဖော်ပြုပြင်ခြင်း\n"
                    "• တံတားနှင့် ရေပြွန်များအောက်ရှိ အမှိုက်များ ရှင်းလင်းခြင်း၊ ရေသွားလမ်းကြောင်း ပြုပြင်ခြင်း\n"
                    "• လမ်းပခုံး ပြုပြင်ခြင်း\n"
                    "• မိုင်တိုင်/ ကီလိုမီတာတိုင်၊ အကာအကွယ်တိုင်၊ တံတားလက်ရန်းနှင့် ဆိုင်းဘုတ်များ ဆေးသုတ်ခြင်း/ ပြုပြင်ခြင်း စသည့် လုပ်ငန်းများ ပါဝင်ပါသည်။"
                )
            },
            {
                "id": "T_D_2",
                "question": "ထူးခြားဖြစ်စဉ်တင်ပြရာတွင် ပါဝင်ရမည့်အချက်များကို ဖြေဆိုပါ။",
                "answer": (
                    "(က) သက်ဆိုင်ရာတိုင်းဒေသကြီး/ပြည်နယ်ညွှန်ကြားရေးမှူး (သို့မဟုတ်) လမ်းအထူးအဖွဲ့၊ ဒုတိယညွှန်ကြားရေးမှူးများ (သို့မဟုတ်) ခရိုင်လက်ထောက်ညွှန်ကြားရေးမှူး တို့မှ ညွှန်ကြားရေးမှူးချုပ်၊ လမ်းဦးစီးဌာန(ရုံးချုပ်) သို့ တင်ပြစာ/ ကြေးနန်းစာ၊\n"
                    "(ခ) တင်ပြစာတွင် ရက်စွဲနှင့်အချိန်၊ တည်နေရာ(တိုင်းဒေသကြီး/ပြည်နယ်၊ ခရိုင်၊ မြို့နယ်၊ လမ်းအမည်၊ တည်နေရာ မိုင်/ ကီလိုမီတာ)၊ ဖြစ်စဉ်ဖြစ်ပွားရသည့် အကြောင်းအရင်း၊ ပျက်စီးမှုအခြေအနေ၊ လမ်းဖြစ်ပါက လမ်းအမျိုးအစား၊ တံတားဖြစ်ပါက တံတားအမှတ် (မိုင်ဖြင့် သတ်မှတ်ဖော်ပြသော တံတားအမှတ်)၊ တံတားအရှည်၊ တံတားအမျိုးအစား၊ ပျက်စီးမှုအတိုင်းအတာပမာဏ၊ လတ်တလော ဆောင်ရွက်ထားမှု အခြေအနေ၊ ဆက်လက်ဆောင်ရွက်မည့်အစီအမံ၊ ယာဉ်ဖြတ်သန်းသွားလာ၍ ရနိုင်မှု/ မရနိုင်မှု အခြေအနေ၊\n"
                    "(ဂ) ပျက်စီးမှုမှတ်တမ်းဓာတ်ပုံ၊ ဆောင်ရွက်ပြီးပါက ဆောင်ရွက်ပြီးမှုမှတ်တမ်းဓာတ်ပုံ၊\n"
                    "(ဃ) တည်နေရာပြမြေပုံ (အဝေးပုံ၊ အနီးပုံ) (Google Map A3)၊\n"
                    "(င) သက်ဆိုင်ရာ တိုင်းဒေသကြီး/ပြည်နယ် အစိုးရအဖွဲ့တို့သို့ တင်ပြထားသည့် စာတို့ဖြစ်ပါသည်။"
                )
            },
            {
                "id": "T_D_3",
                "question": "ကတ္တရာလမ်း/ ကတ္တရာကွန်ကရစ်လမ်း အပျက်အစီးအမျိုးအစားများ (Defect types of Flexible Pavement)",
                "answer": (
                    "1. Crocodile Cracking\n"
                    "2. Longitudinal Cracking\n"
                    "3. Transverse Cracking\n"
                    "4. Deformation\n"
                    "5. Rutting\n"
                    "6. Potholes\n"
                    "7. Patching\n"
                    "8. Raveling\n"
                    "9. Shoving\n"
                    "10. Bleeding\n"
                    "11. Delamination\n"
                    "12. Edge Break\n"
                    "13. Shoulder Dropoff (or) Edge Dropoff\n"
                    "14. Pumping"
                )
            },
            {
                "id": "T_D_4",
                "question": "လမ်းလွှာပုံစံထုတ်ခြင်းတွင် အခြေခံရမည့် Data များအတွက် မည်သည့် လေ့လာခြင်းများ ပြုလုပ်ရမည်နည်း။",
                "answer": "လမ်းလွှာပုံစံထုတ်ခြင်းတွင် အခြေခံရမည့် Data များအတွက် လမ်းအောက်ခံမြေ နှင့် လမ်းခင်းပစ္စည်းများ၏ ရုပ်ပိုင်းဆိုင်ရာ ဂုဏ်သတ္တိများကိုလေ့လာခြင်း၊ ယာဉ်သွားလာမှု အရေအတွက်နှင့် ဝန်သက်ရောက် နိုင်မှုပမာဏများကို လေ့လာခြင်း၊ နောင်လာမည့်နှစ် များအတွင်း ယာဉ်အစီးရေတိုးတက်လာမည့် အရေအတွက်များကို လေ့လာထားရပါမည်။"
            },
            {
                "id": "T_D_5",
                "question": "လမ်းတာဘောင်တည်ဆောက်ခြင်းလုပ်ငန်း ဆောင်ရွက်ရာတွင် လုပ်ငန်းမစတင်မီ မည်သည့် ပြင်ဆင်မှုများ ကြိုတင်ဆောင်ရွက်သင့်သနည်း။",
                "answer": (
                    "(က) Geometric Design ရရှိပြီးဖြစ်ရမည်၊\n"
                    "(ခ) လုပ်ငန်းခွင်အတွင်းရှင်းလင်းခြင်းနှင့် အပေါ်ယံမြေကြီးဖယ်ရှားခြင်း၊\n"
                    "(ဂ) Design အရ Level နှင့် Alignment ငုတ်များ မြေပြင်တွင် ထားရှိပြီးဖြစ်ရမည်၊\n"
                    "(ဃ) လမ်းတာဘောင်တည်ဆောက်ခြင်းလုပ်ငန်းတွင်အသုံးပြုမည့် သယ်ယူသည့် မြေကြီး၏ ဂုဏ်သတ္တိများကို စမ်းသပ်ထားရမည်။"
                )
            },
            {
                "id": "T_D_6",
                "question": "ကွန်ကရစ်လမ်းခင်းရာတွင် မည်သည့်အရည်အသွေး စမ်းသပ်စစ်ဆေးမှုများကို ဆောင်ရွက် ရမည်နည်း။",
                "answer": (
                    "(က) Sub-base ၏ CBR သို့မဟုတ် DOC\n"
                    "(ခ) Formwork ၏ Alignment, Thickness, Rigidity, Water tightness and Cleanliness\n"
                    "(ဂ) Rebar size and number, Spacing of Tie and Dowel Bars, သတ်မှတ် ချက်များနှင့်အညီ ချည်နှောင်ထားခြင်းနှင့် နေရာချထားခြင်း ရှိ/မရှိ\n"
                    "(ဃ) Concrete Slump Test\n"
                    "(င) Concrete Compressive Strength Test\n"
                    "(စ) Cutting Joint thickness\n"
                    "(ဆ) လမ်းပုခုံးမဆောင်ရွက်မီ joint များ ဖြတ်ခြင်းရှိ/မရှိ\n"
                    "(ဇ) Curing ပေးခြင်းလုပ်ငန်း ဆောင်ရွက်မှု ရှိ/မရှိ\n"
                    "(ဈ) လမ်းမျက်နှာပြင်အား Compressive Strength Test ဆောင်ရွက်ခြင်း။"
                )
            },
            {
                "id": "T_D_7",
                "question": "လမ်းအဆင့်သတ်မှတ်ချက်များ (Classification Policy) အရ လမ်းမျက်နှာပြင်အမျိုးအစား အရ လမ်းအမျိုးအစားခွဲခြားခြင်း (Road Classification by Pavement Type) အား ရေးသား ဖြေဆိုပါ။",
                "answer": (
                    "(က) မြေသားလမ်း (Earth Road)\n"
                    "(ခ) ဂဝံလမ်း (Gravel Road)\n"
                    "(ဂ) ကျောက်လမ်း (Crushed Rock Road)\n"
                    "(ဃ) ကတ္တရာလမ်း (Bitumen Road)\n"
                    "(င) ကွန်ကရစ်လမ်း (Concrete Road)\n"
                    "(စ) ကတ္တရာကွန်ကရစ်လမ်း (Asphalt Concrete Road)"
                )
            },
            {
                "id": "T_D_8",
                "question": "Road design Criteria in Myanmar (2023) အရ လမ်းအသုံးချမှုပုံစံ (Function) အရ ခွဲခြားထားသော လမ်းအမျိုးအစား ဘယ်နှစ်မျိုးရှိသနည်း။ ၎င်းတို့ကို ဖော်ပြပါ။",
                "answer": (
                    "လမ်းအသုံးချမှုပုံစံ (Function) အရ ခွဲခြားထားသော လမ်းအမျိုးအစား (၅)မျိုးရှိပါသည်-\n"
                    "(1) Local Road\n"
                    "(2) Collector Road\n"
                    "(3) Sub Arterial Road\n"
                    "(4) Main Arterial Road\n"
                    "(5) Expressway"
                )
            },
            {
                "id": "T_D_9",
                "question": "လမ်းမြေမျက်နှာပြင် အနိမ့်အမြင့် တိုင်းတာပုံထုတ်ခြင်း (Geometric Design) တွင် ပါဝင်သော အစိတ်အပိုင်းများမှ (၅)မျိုးကို ဖော်ပြပါ။",
                "answer": (
                    "(1) Cross section elements\n"
                    "(2) Sight distance\n"
                    "(3) Horizontal alignment details\n"
                    "(4) Vertical alignment details\n"
                    "(5) Intersection elements"
                )
            },
            {
                "id": "T_D_10",
                "question": "Road design Criteria in Myanmar (2023) တွင် အုပ်ချုပ်မှုပုံစံအရ ခွဲခြားထားသော လမ်းအမျိုး အစား ဘယ်နှစ်မျိုးရှိသနည်း။ ၎င်းတို့ကို ဖော်ပြပါ။",
                "answer": (
                    "အုပ်ချုပ်မှုပုံစံအရ ခွဲခြားထားသော လမ်းအမျိုးအစား (၅)မျိုးရှိပါသည်-\n"
                    "(1) Township road\n"
                    "(2) District road\n"
                    "(3) Regional / State road\n"
                    "(4) Union (National Highway)\n"
                    "(5) Expressway"
                )
            },
            {
                "id": "T_D_11",
                "question": "ဖျော်စပ်ပြီးကွန်ကရစ်အား Compressive Strength စမ်းသပ်ရန် နမူနာပုံစံယူပုံအဆင့်ဆင့်ကို ဖော်ပြပါ။",
                "answer": (
                    "(က) ဖျော်စပ်ပြီးကွန်ကရစ်ထည့်သွင်းမည့် ပုံစံခွက်ကို သန့်ရှင်းအောင်ပြုလုပ်၍ အတွင်းနှင့် အောက်ခံ မျက်နှာပြင်အား အမဲဆီသုတ်လိမ်းထားရန်။\n"
                    "(ခ) ဖျော်စပ်ပြီးကွန်ကရစ်အား ပုံစံခွက်ထဲသို့ ၂လက်မ (50mm) သုံးလွှာလောင်း ထည့်၍ တစ်လွှာချင်းစီတိုင်းအား ထောင်းတံဖြင့် သမအောင်(၃၅)ချက်စီ ထုထောင်း၍ သိပ်သည်းအောင်ပြုလုပ်ပေးရန်။\n"
                    "(ဂ) ပထမအလွှာအားထုထောင်း၍ သိပ်သည်းအောင်ပြုလုပ်ရာ၌ အောက်ခံအပြား အား ပြင်းထန်စွာ မဆောင့်မိအောင် သတိထားထုထောင်းရန်။\n"
                    "(ဃ) ဒုတိယအလွှာအား ထုထောင်းသိပ်သည်းမှုပေးရာတွင် ပထမအလွှာအား လည်းကောင်း၊ တတိယအလွှာအား ထုထောင်းသိပ်သည်းမှုပေးရာတွင် ဒုတိယ အလွှာအားလည်းကောင်း မထိမိအောင် သတိထား၍ သိပ်သည်းမှုပေးရန်။\n"
                    "(င) တတိယအလွှာအား ထုထောင်း သိပ်သည်းပြီးပါက ကွန်ကရစ်ပုံစံခွက်၏ မျက်နှာပြင်လွှာအား ချောမွေ့နေစေရန် သံလက်ဖြင့်ညှိပေးရန်။\n"
                    "(စ) ဖျော်စပ်ပြီး ကွန်ကရစ်သွန်းလောင်း၍ နမူနာယူထားသော ပုံစံခွက်အား သန့်ရှင်းအောင် ပြုလုပ်ရန်။\n"
                    "(ဆ) ပုံစံခွက်အား (၂၄)နာရီထားရှိ၍ (၂၄)နာရီပြည့်ပါက နမူနာတုံးများအား ပုံစံခွက်မှထုတ်၍ ရေစိမ်ထားရန်။"
                )
            },
            {
                "id": "T_D_12",
                "question": "ယာဉ်စီးရေကောက်ယူမှုကို တည်နေရာတစ်ခုတွင် ၂၄ နာရီပတ်လုံး ဆောင်ရွက်နိုင်ခြင်း မရှိပါက၊ ရုံးဖွင့်ရက် (weekdays) နှင့် ရုံးပိတ်ရက် (weekends) များအတွက် အချက်အလက် တိကျမှန်ကန်မှုရှိစေရန် မည်သို့သော အစားထိုးလုပ်ဆောင်မှုမျိုးကို ပြုလုပ်ရမည်နည်း။",
                "answer": "ယာဉ်စီးရေကောက်ယူရာတွင် အနည်းဆုံး (၇) ရက် ဆက်တိုက်ကောက်ယူရန် လိုအပ်သည်။ အကယ်၍ (၂၄) နာရီ ပြည့်အောင် မကောက်ယူနိုင်သောနေရာများတွင် (၁၆) နာရီ ကောက်ယူရမည်ဖြစ်ပြီး၊ အနည်းဆုံး ရုံးဖွင့်ရက် (weekday) (၁) ရက် နှင့် ရုံးပိတ်ရက် (weekend)(၁)ရက်တွင် (၂၄)နာရီအပြည့် ကောက်ယူရမည် ဖြစ်သည်။ ကျန်ရက်များတွင်မူ (၁၆) နာရီသာ ကောက်ယူရမည်ဖြစ်ပါသည်။"
            }
        ]
    }
}